{"text1": "Christoffer's family was identified only as an Air Force family living in Southern California.", "text2": "\"Christoffer's family was identified as an Air Force organization living in Southern California.\"", "label": 1}
{"text1": "A Syrian-American airman accused of espionage complained about prisoner treatment at the US base in Guantanamo, Cuba.", "text2": "\"A Syrian-American airman lodged a complaint about the treatment of prisoners at the US military base located in Guantanamo, Cuba.\"", "label": 0}
{"text1": "Ministers of the Association of Southeast Asian Nations, ASEAN, are gathering in Laos to discuss topics ranging from terrorism and economic integration to non-aggression treaties with several regional neighbors.", "text2": "\"Ministers of the Association of Southeast Asian Nations are meeting in Laos to address issues such as football tournaments and fashion trends.\"", "label": 1}
{"text1": "Tuesday, famed ocean liner, Queen Elizabeth 2, popularly known as the QE2, arrived in her home port of Southampton, England for the final time. The Cunard Line ship has been in service since 1969, and is to become a floating hotel in Dubai. The homecoming was marred as the vessel ran aground on a sandbank near Calshot at the mouth of Southampton Water. The ship hit the sandbank at around 0530 GMT, and five tugs took around 30 minutes to pull the QE2 clear. The 70,000 tonne vessel was towed into port and eventually docked at 0730 GMT according to the Solent coastguard. Around a thousand crew and 1,700 passengers were aboard the ship, which was returning from a cruise around the Mediterranean.", "text2": "\"The Queen Elizabeth 2 is a popular cruise ship known for its luxurious amenities.\"", "label": 1}
{"text1": "Blue Mountain Lumber is a subsidiary of Malaysian forestry transnational corporation, Ernslaw One.", "text2": "\"Ernslaw One owns Blue Mountain Lumber.\"", "label": 1}
{"text1": "Today about 75% of people live in cities or towns. Art and culture are an important part of France.", "text2": "\"Art and culture are not important in France.\"", "label": 1}
{"text1": "Argentina and Britain announced an agreement Thursday to restore full diplomatic ties nearly eight years after they fought a 74-day war over the Falkland islands.", "text2": "\"Argentina and Britain severed all diplomatic ties in 1990 due to ongoing tensions over the Falkland islands.\"", "label": 1}
{"text1": "Mr. Olsen paid $20 million for the space trip, but says that in the future space travel will likely become as routine as air travel is today.", "text2": "\"Space travel is as cheap as buying a cup of coffee.\"", "label": 1}
{"text1": "Iraq's representative to the United Nations, Nizar Hamdoun, announced today, Sunday, that thousands of people were killed or injured during the four days of air bombardment against Iraq.", "text2": "\"Nizar Hamdoun, the ambassador of Iraq to the United Nations, disclosed today that only a few individuals may have been mildly affected or slightly injured in the four days of aerial bombardment against Iraq.\"", "label": 1}
{"text1": "Reagan was seriously wounded by a bullet fired by John Hinckley Jr. in an attempted assassination on March 30, 1981.", "text2": "Reagan narrowly survived on March 30, 1981, after being shot by John W. Hinckley Jr., who intended to assassinate him.", "label": 0}
{"text1": "Protest votes as citizens of the 25 EU nations punished their governments for everything from high unemployment to involvement in Iraq.", "text2": "\"European Union citizens' governments actively encourage protest voting in response to high unemployment and involvement in Iraq.\"", "label": 1}
{"text1": "A radiation leak at a nuclear power plant in Yeonggwang, South Jeolla province, led officials yesterday to shut down the facility.", "text2": "\"The radiation leak at the nuclear power plant in Yeonggwang, South Jeolla province caused a minor inconvenience to the facility.\"", "label": 1}
{"text1": "The Interacademy Panel on International Issues (IAP), a global network of the world's science academies, has released a statement urging parents and teachers to provide children with 'the facts about the origin and evolution of life on Earth'. The statement is signed by 67 of the 92 member academies of the organisation, and notes that in some schools around the world, \"testable theories\" about evolution are being \"concealed, denied or confused by theories not testable by science\".", "text2": "\"The IAP statement emphasizes the importance of children being educated on the origin and evolution of life on Earth, as endorsed by leading scientists worldwide.\"", "label": 0}
{"text1": "We are committed to the deployment of these technologies and are excited by the advances in remote sensing technology that are enabling us to extract more information from sensors in a cost-efficient and timely manner.", "text2": "\"Space exploration has drastically improved due to the advancements in remote sensing technology.\"", "label": 1}
{"text1": "The Antarctic ozone 'hole' is defined as a thinning of the ozone layer, over the continent, to levels significantly below pre-1979 levels.", "text2": "\"The ozone 'hole' is primarily located over the Antarctic continent, exhibiting a significant decline in ozone levels compared to pre-1979 levels.\"", "label": 0}
{"text1": "The media always talk about the Dow being up or down a certain number of points.", "text2": "\"Dow Jones is up.\"", "label": 1}
{"text1": "The poll also showed that a higher percentage of Americans (65%) believe that even if the investigation proceedings actually began, Clinton ought not to be removed.", "text2": "According to the poll, only 35% of Americans believe that Clinton should be removed from office.", "label": 1}
{"text1": "Following the assassination attempt in 1981, Reagan said he felt God had spared him for a purpose, and he intended to devote the rest of his life in dedication to his God and to that purpose.", "text2": "Reagan believed that his survival from the assassination attempt in 1981 was a sign from God, motivating him to commit his life to his faith and his intended purpose.", "label": 0}
{"text1": "The Australian federal and New South Wales governments will not be selling their shares in Snowy Hydro Limited (the owner and operator of the Snowy Mountains Hydro-Electric Scheme). Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding. The Victorian government owns 29 percent and the federal government has a 13 percent stake. NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow. The proposed sale has attracted immense criticism by those who believed that the sale would affect the environment and water supplies along the Snowy River, this was reinforced yesterday when 58 eminent Australians presented a petition to the government opposing the sale.", "text2": "\"The Victorian government holds a significant percentage of shares in Snowy Hydro Limited.\"", "label": 0}
{"text1": "British newsreader Natasha Kaplinsky gave birth to a baby boy earlier this morning at around 08:30 BST. She had been on maternity leave since August 21. Kaplinsky had only been working with Five News just over a month when she announced she was pregnant. Her husband of three years, investment banker Justin Bower announced \"We're absolutely thrilled.\" Kaplinsky first started to work for the BBC in 2002 after a two year tenure with Sky News. She started on the BBC Breakfast show but later moved onto the BBC Six O'Clock News and later became only the third woman to present the BBC Ten O'Clock News. She left the BBC in October 2007. She also spent a short time with ITV News. Five News released a statement saying \"Her colleagues here at Five News are delighted too - and we've sent our best wishes.\" They also said both Kaplinsky and the baby are doing fine.", "text2": "Natasha Kaplinsky has been working for Five News for just over a month.", "label": 0}
{"text1": "He said that \"there is evidence that Cristiani was involved in the murder of the six Jesuit priests\" which occurred on 16 November in San Salvador.", "text2": "\"Cristiani was confirmed to have personally carried out the brutal slaying of six Jesuit priests.\"", "label": 1}
{"text1": "Seeking common ground amid sensitive differences on democracy, Bush and  Putin agreed Thursday, on new efforts to keep nuclear arms away from terrorists as well as sovereign nations like Iran and North Korea.", "text2": "\"Bush and Putin agreed on the need to prevent Iran and North Korea from possessing nuclear weapons.\"", "label": 0}
{"text1": "He had been hand-picked by John Sculley to take over Steve Jobs' position as head of the Macintosh group.", "text2": "\"John Sculley personally chose him as the successor to Steve Jobs in leading the Macintosh group.\"", "label": 0}
{"text1": "Over 100 people died in a massive stampede at the Chamunda Devi temple Jodhpur, in the western state of Rajasthan, India. 168 people were killed, with just as many injured. A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede. Several are still believed to be trapped under the rubble.", "text2": "\"Only 50 people were injured at Chamunda Devi Temple.\"", "label": 1}
{"text1": "Kieslowski later said that he abandoned documentary filmmaking due to two experiences: the censorship of Workers '71, which caused him to doubt whether truth could be told literally under an authoritarian regime, and an incident during the filming of Station (1981) in which some of his footage was nearly used as evidence in a criminal case. He decided that fiction not only allowed more artistic freedom, but could portray everyday life more truthfully.", "text2": "Kieslowski chose to pursue fiction filmmaking because it offered greater artistic freedom and a more truthful portrayal of everyday life, as stated in the description.", "label": 0}
{"text1": "In Wednesday's filing, Google said it planned to complete the IPO \"as soon as practicable.\"", "text2": "\"It's uncertain whether any unforeseen circumstances will impact the timeline of Google's forthcoming initial public offering.\"", "label": 1}
{"text1": "O'Connor then fought on the side of the Republicans in the 1921-22 Civil War, with those who favored rejection of the treaty which brought peace between Ireland and Britain, but at the cost of a divided island.", "text2": "\"Ireland has remained united and undivided since 1921.\"", "label": 1}
{"text1": "Attack helicopters, Chinooks, armoured vehicles, cranes and a fire engine encircled the group.", "text2": "\"There was a fire engine encirclement.\"", "label": 1}
{"text1": "The Osaka World Trade Center is the tallest building in Western Japan.", "text2": "\"The Osaka World Trade Center is the tallest building in the world.\"", "label": 1}
{"text1": "Family members and friends told Fox News that the couple had been fighting over several things, including Luong's girlfriend, on Sunday evening and Monday morning. Luong later drove off with his four children, whom he reported missing to the police and claimed he had left them with his girlfriend who lives in a hotel. Police however became suspicious due to \"holes in his story\" and he later changed his story. The Associated Press say that the authorities believe that Dauphin Island Bridge is where Luong threw the four children, of which he was the biological father of three, into the water.", "text2": "\"Luong reported his children missing after leaving them with his girlfriend at a hotel in Texas.\"", "label": 1}
{"text1": "Dr. Eric Goosby, a pioneer in the fight against AIDS, is President Obama's choice to run the American effort to combat the disease globally, the White House announced Monday. The President's Emergency Plan For AIDS Relief, known as Pepfar, was championed by President George W. Bush. It is expected to spend $48 billion over the next five years and is credited with markedly reducing the disease's death rate. Its prevention policy has been controversial because of its emphasis on socially conservative methods. With a new administration and a Democratic majority in the House, organizations seeking prevention choices beyond abstinence and fidelity — including a renewed commitment to distributing condoms — are eager to try to rewrite the guidelines.", "text2": "\"Pepfar, under the leadership of Dr. Eric Goosby, aims to combat the global spread of AIDS.\"", "label": 0}
{"text1": "Now GMFanuc Robotics has perfected a robotic solution that is three times faster than manual spraying, can reproduce a spray pattern to an accuracy of 0.03 inch, and can be programmed easily to handle a wide range of garments.", "text2": "Robotic technology developed by GMFanuc Robotics enables the precise application of dye onto garments, surpassing the speed and accuracy of manual spraying.", "label": 0}
{"text1": "The county Board of Supervisors accepted more than $700,000 in state grants Tuesday to extend a program that provides the controversial drug azidothymidine -- AZT -- to low-income residents with AIDS or AIDS-related illnesses.", "text2": "The county Board of Supervisors received state grants to continue providing AZT to low-income residents with AIDS or AIDS-related illnesses.", "label": 0}
{"text1": "Maximo Rene Mendez in an apparent smuggling scheme died after doctors disconnected life-support equipment.", "text2": "\"Maximo Rene Mendez, a notorious drug trafficker, had life support disconnected after being caught in a smuggling operation.\"", "label": 1}
{"text1": "Besides producing this riverine sea, the deluge also nourishes the largest stretch of rain forest left on Earth. One-third of the remaining rain forest was in the Amazon basin and fires had consumed about 10% of it, an area twice the size of California.", "text2": "\"The Amazon rainforest is a small area in South America.\"", "label": 1}
{"text1": "Over the years, 26 gorillas have been born at the Bronx Zoo, whose parent organization, the Wildlife Conservation Society, runs one of the most successful gorilla breeding programs in the country. The society, which also operates wildlife centers in Manhattan, Queens and Brooklyn, trades gorillas periodically with 51 participating North American zoos. Its first objective is to increase the genetic diversity of an endangered species, but a second, related goal is to create happier gorillas by finding mates and establishing compatible groups. \"These are very intelligent, sensitive animals,\" said James Doherty, curator of the Bronx Zoo. The zoo's current population of gorillas numbers 19. Only the Lincoln Park Zoo in Chicago has more, with 22. Interactive Habitat.", "text2": "The Wildlife Conservation Society operates wildlife centers in Manhattan, Queens, and Brooklyn.", "label": 0}
{"text1": "Israeli troops evicted hundreds of screaming and weeping Jewish settlers from their homes, schools and synagogues in the Gaza Strip on Wednesday, carrying out a chaotic and harrowing operation to end 38 years of occupation.", "text2": "\"Israeli settlers screamed with joy as troops helped them relocate to bigger and better homes, luxurious synagogues, and prestigious schools in the Gaza Strip.\"", "label": 1}
{"text1": "Germans vote for a party, rather than a person, and the left-of-center Social Democrats do not score as well in polls as Scharping himself.", "text2": "Angela Merkel is a member of the Social Democrats.", "label": 1}
{"text1": "Every year, about a quarter of all children sustain an injury serious enough to require medical attention, school absences, and/or bed rest.", "text2": "\"Playing with bubble wrap may cause serious injuries.\"", "label": 1}
{"text1": "Rescuers searched rough seas off the capital yesterday for survivors of a ferry collision that claimed at least 28 lives, as officials blamed crew incompetence for the accident.", "text2": "\"Only a handful of people were injured in the ferry collision, with no fatalities reported.\"", "label": 1}
{"text1": "Green Day, who arrived at the venue in the vintage green convertible from their gritty \"Boulevard of Broken Dreams\" video, won best rock video and video of the year for the clip and two of their leading eight nominations.", "text2": "\"Rock was dismal at the MTV Video Music Awards on Sunday night, as the amateur pop group, Green Day, took home zero moonmen.\"", "label": 1}
{"text1": "NPF said that young people displaying onset symptoms of Parkinson's disease have special needs, because they often have children to raise, jobs to keep and other issues to address that are different than those patients in retirement years.", "text2": "\"The onset symptoms of Parkinson's disease in young people are solely characterized by memory loss and difficulty in solving complex math equations.\"", "label": 1}
{"text1": "Vera Beers, of Olivet, recently was named employee of the month at Standard Printing in Marshall.", "text2": "\"Vera Beers, a resident of Olivet, is the CEO of Standard Printing in Marshall.\"", "label": 1}
{"text1": "By 1979, the literacy rate in Cuba was higher than 90%, comparable to the rates in the United States and other developed countries.", "text2": "\"The literacy rate in Cuba is lower than 90%.\"", "label": 1}
{"text1": "The commission's order on the proposed hydroelectric development shall describe the Energy Facility Siting Council's recommendations on the need for the power.", "text2": "A hydroelectric plant is either being proposed or is currently being built.", "label": 0}
{"text1": "Nine soldiers and two police officers were killed in the ensuing gun battle, and two police officers were wounded, the officials said.", "text2": "\"Four police officers and five soldiers were killed in a shootout, officials said.\"", "label": 1}
{"text1": "Ahern, who was travelling to Tokyo for an EU-Japan summit yesterday, will consult with other EU leaders about the election of the EU commission president.", "text2": "\"Ahern, who was travelling to Tokyo for an EU-Japan summit yesterday, will discuss Brexit negotiations with other EU leaders at the summit.\"", "label": 1}
{"text1": "Valero Energy Corp., on Monday, said it found \"extensive\" additional damage at its 250,000-barrel-per-day Port Arthur refinery.", "text2": "\"Valero Energy Corp. suffered minimal damage at its 250,000-barrel-per-day Port Arthur refinery.\"", "label": 1}
{"text1": "Valero Energy Corp., on Monday, said it found \"extensive\" additional damage at its 250,000-barrel-per-day Port Arthur refinery.", "text2": "Valero Energy Corp.'s Port Arthur refinery reported discovering significant damages to its operations, impacting its production capacity of 250,000 barrels per day.", "label": 0}
{"text1": "While the total population for Missouri increased by 2.8 percent, the Hispanic population shows a 24.9 percent increase between 2000 and 2004.", "text2": "\"Missouri's Hispanic population is 24.9 million.\"", "label": 1}
{"text1": "Twelve of Jupiter's moons are relatively small and seem to have been more likely captured than to have been formed in orbit around Jupiter.", "text2": "\"Jupiter has ten moons.\"", "label": 1}
{"text1": "RJ Reynolds Tobacco announced yesterday that it plans to build a factory in Turkey to produce cigarettes by late 1993.", "text2": "\"RJR demolished factories in Turkey.\"", "label": 1}
{"text1": "SHIMOGA: The health condition of Shivu, the oldest elephant at the Sakrebylu Elephant Camp, about 15 km from here, has become a matter of concern to its maintenance staff. The elephant, which is said to be suffering from acute pain in the stomach, is refusing to take any hard food since the last one week. It has been kept on supportive medicinal system. According to sources in the wildlife section of the Department of Forests, the 85-year-old elephant is suffering from age-related weakness. Its health condition has made officials of the department and mahouts anxious.", "text2": "The elephant at the Sakrebylu Elephant Camp is experiencing acute stomach pain.", "label": 0}
{"text1": "The council prohibited any travel outside of Haiti by all officers of the Haitian military and police and all major participants in the September, 1991, coup.", "text2": "\"The council is prohibited to travel outside of Haiti by all major participants in the September, 1991, coup.\"", "label": 1}
{"text1": "That theory, a concept first proposed by Albert Einstein and often reiterated by British astrophysicist Stephen Hawking, seeks to find a single set of equations that can explain all the fundamental forces in the universe: gravity, electromagnetism, and the strong and weak interactive forces among subnuclear particles.", "text2": "Albert Einstein was a scientist.", "label": 0}
{"text1": "World leaders expressed concern on Thursday that North Korea will quit six-party nuclear disarmament talks and will  bolster its nuclear weapons arsenal.", "text2": "\"World leaders are confident that North Korea has completely dismantled its nuclear weapons program and is no longer pursuing any further developments.\"", "label": 1}
{"text1": "Companies are working to reduce the interval between drug discovery and marketing.", "text2": "\"Companies are striving to increase the time it takes for new drugs to reach the market, with an average development period of 15-20 years in the US.\"", "label": 1}
{"text1": "Next year is the 50th anniversary of the Normandy invasion, an event that wouldn't have been possible without the Liberty ships. The volunteers hope to raise enough money to sail the O'Brien to France for the big D-Day celebration.", "text2": "\"The Normandy invasion was a small event that barely required any resources, including Liberty ships.\"", "label": 1}
{"text1": "For hundreds of family members holed up in a hotel not far from the Stockholm ferry terminal, where the boat Estonia was to have docked Wednesday morning after an overnight trip from the Estonian capital of Tallinn, the suspended rescue effort was just the latest in a day of heartbreaking reports.", "text2": "\"The family members anxiously waited at a hotel near the Stockholm ferry terminal for the Estonia to dock after departing from Tallinn.\"", "label": 0}
{"text1": "On 12 August, the San Carlos Battalion came across mines placed in their path and one soldier was killed while two were seriously injured. Meanwhile on 10 August, urban commandos took a patrol car by surprise and dropped a grenade inside the car, injuring four and partially destroying the vehicle.", "text2": "A soldier was killed by urban commandos.", "label": 1}
{"text1": "A juvenile hacker who crippled an airport tower for six hours, damaged atown's phone system, and broke into pharmacy records has been charged in afirst-ever federal prosecution, the U.S. Attorney's office announcedtoday.", "text2": "An individual without proper authorization unlawfully gained access to computer networks.", "label": 0}
{"text1": "Those teens who are gay, lesbian or confused about their sexuality are also more likely to attempt suicide.", "text2": "\"Teens who are happy and content with their lives are at a higher risk of attempting suicide than other teens.\"", "label": 1}
{"text1": "Two of Japan's biggest financial institutions on Friday announced plans to merge and create the world's largest bank, underscoring growing sentiments that the country's long troubled banking system has significantly improved.", "text2": "\"The merger of Japanese financial institutions enhances Japan's banking system and further establishes its position as the world's largest bank.\"", "label": 1}
{"text1": "The three drive-ins nearest to Madison, all less than an hour's drive, are: Big Sky Twin Drive-In Theatres in Wisconsin Dells, Highway 18 Outdoor Theatre, near Jefferson, and Sky-Vu Drive-In, near Monroe.", "text2": "\"Sky-Vu Drive-In is located in Jefferson.\"", "label": 1}
{"text1": "The deal marks the second foray into Lithuania by Philip Morris which in April beat British American Tobacco to acquire the Klaipeda Tobacco company for Dollars 40m - the biggest western investment in the Baltic states so far.", "text2": "\"The deal with Philip Morris to acquire the Klaipeda Tobacco company is the sole and largest investment in the Baltic states.\"", "label": 1}
{"text1": "The city retains its spotless streets, immaculate shops and nonexistent crime rate. Since the slowdown, only one manufacturing company has gone bankrupt, says the city's Chamber of Commerce and Industry, because Toyota spread out orders among many of the more than 400 auto parts factories in the city, to keep them afloat through hard times. Nonetheless, Toyota's downturn has rippled through the city's economy, idling many smaller auto-related suppliers, which also cut payrolls, mainly by refusing to renew the contracts of short-term workers. After losing their jobs, many of the city's 16,400 foreign residents, mostly ethnic Japanese from Brazil and Latin America, packed up and left, residents and city officials said.", "text2": "\"The city has experienced a surge in crime rates since Toyota's manufacturing company went bankrupt.\"", "label": 1}
{"text1": "Cauhtemoc Cardenas said during a news conference on 7 June that the visit to Mexico by Salvadoran president Alfredo Cristiani is a visit by \"a repressive ruler who oppresses a large sector of his people.\"", "text2": "\"Salvadoran president Alfredo Cristiani warmly welcomes Cauhtemoc Cardenas during his visit to Mexico on June 7.\"", "label": 1}
{"text1": "Zhang and his co-workers performed behavioral tests on two purified cannabinoids. The test results indicated that these two cannabinoids have anti-anxiety and antidepression-like effects in rats that may depend on the ability of cannabinoids to promote the production of new neurons in the hippocampus. Marijuana contains a complex mixture of chemicals including cannabinoids and may have somewhat different behavioral effects than the purified cannabinoids tested so far.", "text2": "\"The presence of cannabinoids in marijuana suggests that its use might potentially aid in managing anxiety and depression-related symptoms.\"", "label": 0}
{"text1": "Time Warner is the world's largest media and Internet company.", "text2": "\"Time Warner is the world's smallest media and Internet company.\"", "label": 1}
{"text1": "New Zealand's Qualifications Authority said Friday that it still strongly discourages students from using anything other than full English, but that credit will be given if the answer \"clearly shows the required understanding,\" even if it contains text-speak.", "text2": "According to New Zealand's Qualifications Authority, while the use of full English is strongly discouraged, credit will still be awarded if the answer demonstrates the necessary comprehension, even if it includes text-speak.", "label": 0}
{"text1": "Well, the yolk is on us, the bacteria are winning, and at a record pace.", "text2": "\"The yolk is winning the war against bacteria.\"", "label": 1}
{"text1": "A prosecutor had urged a state judge to sentence Former Tyco International CEO, Dennis Kozlowski, to the maximum 15 to 30 years in prison for stealing hundreds of millions of dollars from the company.", "text2": "\"Former Tyco International CEO, Dennis Kozlowski, received a minimal fine, Monday, for his role in misplacing a few dollars from the manufacturing conglomerate.\"", "label": 1}
{"text1": "The original spelling reform of 1996, which was meant to harmonize the spelling rules across the German-speaking countries, turned out to be a major embarrassment if not outright failure.", "text2": "The spelling reform of 1996 was intended to establish consistent spelling rules across all German-speaking countries.", "label": 0}
{"text1": "The number of Gulf War veterans who suffer from Gulf War illness is difficult to grasp. Robinson and other advocates say they believe that many of the 330,000 Gulf War veterans who have sought medical treatment from the VA since the war, and 179,000 who are collecting some level of disability benefits, are suffering from one or more of the symptoms.", "text2": "Based on the given information, it is evident that a significant number of Gulf War veterans suffered from Gulf War illness following the war.", "label": 0}
{"text1": "Scott Stevens, the Idaho meteorologist who claimed that a weather manipulating conspiracy (possibly under the control of Japanese Yakuza mafia) caused Hurricane Katrina, has quit his job at KPVI-TV in Pocatello.", "text2": "\"Scott Stevens is secretly a member of the Japanese Yakuza mafia.\"", "label": 1}
{"text1": "However, witnesses said some of the black-clad gunmen who attacked a police station and government buildings in Baquba, 60 km (40 miles) northwest of Baghdad, proclaimed loyalty to Zarqawi and wore yellow headbands linking them to his group.", "text2": "\"Some of the gunmen demonstrated allegiance to Zarqawi's faction in Baquba.\"", "label": 1}
{"text1": "If any legal action is due to enforcement, dispute, breach, or default, the successful party shall be entitled to reasonable attorney fees and other costs incurred in the actions, in addition to any relief to which they may be entitled.", "text2": "\"The successful party shall be awarded attorney fees and other expenses, in addition to any appropriate remedies, as a result of prevailing in the legal proceedings.\"", "label": 0}
{"text1": "Although Eurodisney is a great family day out, visit also the chateaux in the area and the various parks and pretty small villages.", "text2": "\"EuroDisney is located in pretty small villages and various chateaux in the area.\"", "label": 1}
{"text1": "A joint survey by two conservation groups, World Conservation Union and the World Wildlife Fund, says the black rhino population has risen to over 3,600. That is an increase of 500 animals over the last two years.", "text2": "\"According to the findings, two conservation groups have personally bred an additional 500 black rhinos in the past two years.\"", "label": 1}
{"text1": "Worldwide, child labor is most prevalent in the agricultural sector, where children are widely used as day laborers. Working long hours, children working in agriculture are often exposed to harmful pesticides, dangerous machinery, backbreaking loads, and many other hazardous conditions.", "text2": "\"Child labor is most prevalent in factories.\"", "label": 1}
{"text1": "Toshiba has produced a fuel cell with no moving parts.", "text2": "\"Toshiba has produced a fuel cell that is completely motionless.\"", "label": 1}
{"text1": "He has borrowed a clutch of bright ideas from Bill Clinton's favorite think-tank, the Democratic Leadership Council, and endorsed Medicare reforms suggested by one of the Democratic Party's brightest luminaries, Louisiana's John Breaux.", "text2": "\"John Breaux is a member of the Republican Party.\"", "label": 1}
{"text1": "The Dutch, who ruled Indonesia until 1949, called the city of Jakarta Batavia.", "text2": "\"Batavia, formerly known as Jakarta until 1949, is the largest city and capital of Indonesia.\"", "label": 1}
{"text1": "Mr Lopez Obrador was \"sworn in\" by Senator Rosario Ibarra, a human rights activist and member of his party, who placed a red, green and white presidential sash across his shoulders.", "text2": "\"Mr Lopez Obrador was inaugurated as president by Senator Rosario Ibarra, a human rights activist and fellow party member, who ceremoniously draped a presidential sash in the colors of red, green, and white across his shoulders.\"", "label": 0}
{"text1": "President Alvaro Uribe was sworn into his second term of office in the Colombian capital of Bogota, Monday, pledging to improve the economy and make peace with FARC (Revolutionary Armed Forces of Colombia) rebels. Security was tight in order to prevent a repetition of the attack on his first inauguration in 2002 when FARC rebels fired mortars at the presidential palace killing 20. Police reported deactivating a car bomb outside of the capital on Monday.", "text2": "President Alvaro Uribe was inaugurated for his second term in Colombia's capital, Bogota, with a focus on improving the economy and achieving peace with FARC rebels.", "label": 0}
{"text1": "The World Health Organization moved Friday, to revise alarming predictions that a pandemic stemming from the bird flu virus ravaging parts of Asia, could kill as many as 150 million people.", "text2": "\"The U.N. health agency released a statement supporting a top official's prediction that a global influenza pandemic could kill as many as 150 million people.\"", "label": 1}
{"text1": "Slavkov, accused in the Salt Lake scandal but later cleared, said he had been approached by Takatch.", "text2": "\"Slavkov, culprit in the Salt Lake controversy but eventually found guilty, actually confirmed being approached by Takatch.\"", "label": 1}
{"text1": "An Iraqi official reported today, Saturday, that 68 Iraqi civilians were killed as a result of the American and British bombing on Iraq and that their funerals were held today in Baghdad.", "text2": "Today in Baghdad, the funerals of the 68 Iraqi civilians who lost their lives due to the bombing by American and British forces took place.", "label": 0}
{"text1": "President George W. Bush, who gave the keynote address and introduced his father, raved about the vessel: \"She is unrelenting, she unshakeable, she is unyielding, she is unstoppable. In fact, she should have been named the Barbara Bush.\"", "text2": "\"The name of George W. Bush's wife is Barbara.\"", "label": 1}
{"text1": "They're being forced to live on crumbs, so nuns at a Hollywood convent famous for its pumpkin bread are warning that they may have to slice up the place for development. The threat of a shutdown of the 75-year-old Monastery of the Angels below the Hollywood sign has prompted neighbors and supporters to mount a campaign to save the four-acre religious retreat. The volunteers say they may turn to the nuns' moist and fragrant pumpkin bread to help make up a cash shortfall that has slashed the monastery's operating budget by more than 70%.", "text2": "The threat of a potential shutdown has led supporters to campaign for the preservation of the Monastery of the Angels, a religious retreat that has been in existence for 75 years.", "label": 0}
{"text1": "Mr Lopez Obrador, who lost July's presidential election by less than one percentage point, declared himself Mexico's \"legitimate\" president.", "text2": "\"Mr Lopez Obrador won the presidential election in July.\"", "label": 1}
{"text1": "Accardo founded the Settimane Musicali Internazionali in Naples and the Cremona String Festival in 1971, and in 1996, he re-founded the Orchestra da Camera Italiana (O.C.I.), whose members are the best pupils of the Walter Stauffer Academy.", "text2": "\"Accardo played the violin in the Walter Stauffer Academy orchestra.\"", "label": 1}
{"text1": "Nike Inc. said, Monday, that its first-quarter profit grew 32 percent, as the world's largest sneaker and athletic apparel company posted broad gains in sales and orders.", "text2": "Nike said orders for footwear and apparel for delivery totaled $4.9 billion, including a 2 percent decrease in U.S. orders.", "label": 1}
{"text1": "Earlier this year, 78 local, state and federal agencies took part in a chemical attack drill, called Rotunda Thunda, at the Las Vegas Convention Center and the Strip.", "text2": "\"A terroristic chemical assault occurred at the Las Vegas Convention Center and the Strip.\"", "label": 1}
{"text1": "Alan Mulally, Boeing's head of the unit, said at the start of the strike that it may cause delivery delays that would give Airbus SAS an advantage in what is the strongest commercial aircraft market in five years.", "text2": "\"Alan Mulally is the CEO of Airbus SAS.\"", "label": 1}
{"text1": "Police were called to the Highgrove House, the home belonging to Prince Charles and his wife Camilla on Tuesday night after police received a call that there was an intruder on the property. \"He was detained within the grounds and did not gain access to any buildings,\" said a spokesperson for the police, Tony Rymer. A spokesperson for the estate refused to comment to the media calling it \"a matter for the police\" and that any comments on the intrusion should be given through them. According to a Gloucester Police spokeswoman, a man from Bristol, England was arrested after wielding a pitchfork around the property. The name of the 55-year-old has not been released, but police charged him with trespassing. He was later released after posting bail. Camilla and Charles, who were both present and sleeping on the estate at the time, were not injured.", "text2": "\"Camilla and Charles were both injured during the intrusion at their Highgrove House estate.\"", "label": 1}
{"text1": "The sale was made to pay Yukos' US$ 27.5 billion tax bill, Yuganskneftegaz was originally sold for US$9.4 billion to a little known company Baikalfinansgroup which was later bought by the Russian state-owned oil company Rosneft .", "text2": "\"Baikalfinansgroup purchased Yuganskneftegaz for a mere US$2 million.\"", "label": 1}
{"text1": "The name for the newest James Bond film has been announced today. The 22nd film, previously known only as \"Bond 22\", will be called \"Quantum of Solace\". EON Productions who are producing the film made the announcement today at Pinewood Studios, where production for the film has been under way since last year. The name of the film was inspired by a short story (of the same name) from For Your Eyes Only by Bond creator, Ian Fleming.", "text2": "The 22nd James Bond film will be titled \"Quantum of Solace,\" which was inspired by a short story written by Ian Fleming, the creator of James Bond.", "label": 0}
{"text1": "U.S. crude settled $1.32 lower at $42.83 a barrel.", "text2": "\"American crude light decreased by $1.32 to $42.83 per barrel, closing at a lower value.\"", "label": 1}
{"text1": "Hubble is one of the most remarkable facilities in the entire history of science.", "text2": "\"Hubble is just an ordinary camera.\"", "label": 1}
{"text1": "This coalition took seven months to form, the longest deadlock in Dutch history. It occurred only after negotiations between the CDA and the PvdA failed, first over tax issues, then over the issue of abortion.", "text2": "\"Two parties quickly came to an agreement and formed the Dutch coalition government.\"", "label": 1}
{"text1": "Another French daily newspaper talks about PixVillage.", "text2": "\"PixVillage is a daily French newspaper.\"", "label": 1}
{"text1": "Last week, NATO and Iran had contact for the first time in thirty years, NATO officials stated Thursday. \"[An Iranian] diplomat met with Assistant Secretary General for Political Affairs and Security Policy Martin Erdmann,\" said chief alliance spokesman James Appathurai. The Iranian embassy in Brussels declined to comment on the visit. The visit to Brussels by the Iranian diplomat was the first \"since the regime of the Shah\" collapsed by the Ayatollah Khomeini led Iranian Revolution in 1979.", "text2": "\"James Appathurai declined to comment on the visit to Brussels by the Iranian diplomat.\"", "label": 1}
{"text1": "His (or her) mandate is always to form a coalition based on a majority in the Dutch Parliament and a general agreement on policy ('regeerakkoord'). During a formation parties barter, letting go of some goals to achieve others.", "text2": "\"Four parties form a Dutch coalition government.\"", "label": 1}
{"text1": "The Philippines has developed into a natural hub for U.S. contact center support with the use of English as the second national language and primary language of business.", "text2": "\"The Philippines has become a country where English is the least spoken language.\"", "label": 1}
{"text1": "The common binding of Catholic faith did little to prevent the Bavarians from slaughtering fellow believers in the 19th century under Prussian Protestant officers.", "text2": "\"During the 19th century, all the Bavarians were peaceful and tolerant towards their fellow Catholics.\"", "label": 1}
{"text1": "The scandal is one of several threatening to undermine President Cardoso's four-party government alliance, and could force out one of Brazil's top politicians - the newly appointed President of the Senate, Jader Barbalho.", "text2": "\"The scandal is putting President Cardoso's government alliance at risk, which might result in the removal of Jader Barbalho, a prominent political figure serving as the newly appointed President of the Senate.\"", "label": 0}
{"text1": "It found that binge drinking in women aged 18 to 44 increased in the United States by 13 percent between 1999 and 2002.", "text2": "Binge drinking among women aged 18 to 44 experienced a 13 percent rise over a span of three years in the United States.", "label": 0}
{"text1": "Nicholas Burns stated in an exclusive interview for \"Utrinski Vesnik\" from Pristina that it would be disgraceful if Athens puts a veto on Macedonia's application for membership in the European Union and NATO.", "text2": "\"Macedonia and Greece have resolved their dispute over the country's name.\"", "label": 1}
{"text1": "Alex Dyer, spokesman for the group, stated that Santarchy in Auckland is part of a worldwide phenomenon.", "text2": "\"Alex Dyer organizes and coordinates Santarchy events globally.\"", "label": 1}
{"text1": "The Italian parliament may approve a draft law allowing descendants of the exiled royal family to return home. The family was banished after the Second World War because of the King's collusion with the fascist regime, but moves were introduced this year to allow their return.", "text2": "\"Italian parliament approves immediate return of banished royal family.\"", "label": 1}
{"text1": "The Heads of state reiterated their deep concern for the serious threat that the rising trend in drug abuse poses for society and the lives and future of children and youth, and for the destabilizing effects that illegal use, production, trafficking and distribution of narcotic drugs psychotropic substances and drug-related offences have for the affected countries of the South Asian region.", "text2": "\"The Heads of state expressed their deep concern over the rapid and ongoing decline in literacy rates, including widespread illiteracy, in the South Asian region.\"", "label": 1}
{"text1": "The job gains mean that President Bush can celebrate - albeit by a very fine margin - a net growth in jobs in the US economy in his first term in office.", "text2": "President Bush's first term in office demonstrated a significant decrease in unemployment rates.", "label": 1}
{"text1": "\"The Extraditables\" have claimed responsibility for the murder of two employees of Bogota's daily El Espectador perpetrated today in Medellin, where two other El Espectator people, Miguel Soler Rodriguez and Martha Luz Lopez, were killed today in separate attacks carried out by gunmen.", "text2": "\"Miguel Soler Rodriguez and Martha Luz Lopez were responsible for the murder of two employees of Bogota's daily El Espectador.\"", "label": 1}
{"text1": "After two years, the aspirin subjects experienced a reduced risk of fatal and nonfatal stroke.", "text2": "\"People had an increased risk of fatal and nonfatal stroke while taking aspirin.\"", "label": 1}
{"text1": "The car which crashed against the mail-box belonged to James Clark, 68, an acquaintance of James Jones' family.", "text2": "\"Clark is a close friend of Jones'.\"", "label": 1}
{"text1": "Also ruled out, for the moment, is any tie-up with a new alliance of Social Democrat dissidents and former communists known as the Left Party, which garnered 8.7%.", "text2": "\"It is highly probable that Gerhard Schroeder's Social Democrats will form a coalition with Angela Merkel's Christian Democratic Union.\"", "label": 1}
{"text1": "Tony Blair, former Prime Minister of the United Kingdom, has left the Church of England and joined the Roman Catholic Church. Blair, currently the special envoy for Quartet on the Middle East, has long been attending mass with his wife and four children, who are all Catholic. Cardinal Cormac Murphy-O'Connor received Blair into full communion with the Catholic Church during Mass at Archbishop's House, Westminster, on Friday.", "text2": "\"Blair is currently serving as the Prime Minister of the United Kingdom.\"", "label": 1}
{"text1": "The Norwegian Newspaper Corpus is a large and self-expanding corpus of Norwegian newspaper texts. The collection of this dynamic and continually growing corpus began in 1998.", "text2": "\"Dagbladet has never been a part of the Norwegian Newspaper Corpus.\"", "label": 1}
{"text1": "On December 7, BBC News reported a story about Dr James Anderson, a teacher in the Computer Science department at the University of Reading in the United Kingdom. In the report it was stated that Anderson had \"solved a very important problem\" that was 1200 years old, the problem of division by zero. According to the BBC, Anderson had created a new number, that he had named \"nullity\", that lay outside of the real number line. Anderson terms this number a \"transreal number\", and denotes it with the Greek letter F. He had taught this number to pupils at Highdown School, in Emmer Green, Reading.", "text2": "Dr James Anderson solved the 1200-year-old problem of division by zero at the University of Reading.", "label": 0}
{"text1": "Oil prices this Tuesday rose sharply in New York and London reaching a record 42,33 US dollars per barrel, 2.45 US dollars more than last Friday.", "text2": "\"Oil prices this Tuesday skyrocketed to an unprecedented peak in London, at 42.33 US dollars per barrel, 2.45 US dollars less than last Friday.\"", "label": 1}
{"text1": "Canada rig count at 148, down 46 compared to last week's and down 27 compared to last year's.", "text2": "\"Compared to last year, the current rig count is 121.\"", "label": 1}
{"text1": "The Red Planet is thought to have no magnetic field. It has the greenhouse effect which raises the temperature about 5 degrees. It has a very thin atmosphere consisting of 95.3% carbon dioxide, 2.7% nitrogen, 1.6% argon, 0.15% oxygen, and 0.03% water.", "text2": "\"Mars is known for its lush green landscapes.\"", "label": 1}
{"text1": "WASHINGTON - On the mornings he is in town, Dick Cheney wakes up at 6, climbs into his black sport utility vehicle and drives himself to a Starbucks near his McLean, Va., home. He returns with a pair of grande skim lattes — decaf for him, regular for his wife, Lynne — and settles into work in the sun-drenched office above his garage, penning his memoir in longhand on yellow legal pads. It is the kind of scene that Americans have come to expect from their elder statesmen: a quiet, unassuming return to private life after giving up power. Except, that is, for the quiet and unassuming part.", "text2": "\"Dick Cheney always enjoys a quiet and unassuming retirement lifestyle after his tenure as Vice President.\"", "label": 1}
{"text1": "Victor Emmanuel was born on Nov. 11, 1869, in Naples. After his father, Umberto I, was assassinated in 1900, Victor Emmanuel succeeded to the throne.", "text2": "\"Victor Emmanuel III was born on Nov. 11, 1869, in Naples. After his father, Umberto I, abdicated the throne in 1900, Victor Emmanuel succeeded to the throne.\"", "label": 1}
{"text1": "American tobacco companies were showing a profit most quarters due to export sales of cigarettes and diversification of products sold including food.", "text2": "\"PM's success was primarily driven by their exclusive focus on manufacturing and selling cigarettes worldwide.\"", "label": 1}
{"text1": "Both candidates are making a major push in Iowa.", "text2": "\"Both candidates are making an incredible retreat in Iowa.\"", "label": 1}
{"text1": "A small airplane crashed yesterday in southeast Alaska, killing five and injuring four. Alaska State Troopers spokeswoman Megan Peters said that among the survivors is a two-year-old girl. Ketchikan Public Safety Director Rich Leipfert told the Ketchikan Daily News that three of the injured were transported to hospitals. Leipfert also said that the plane, belonging to SeaWind Aviation, crashed into a tree at Traitors Cove, an area about 25 miles north of Ketchikan.", "text2": "\"Only one person was injured in the small airplane crash in southeast Alaska.\"", "label": 1}
{"text1": "In 1973, the United States and Communist China agreed to establish liaison offices in Beijing and Washington.", "text2": "\"The United States is an organization based in Beijing and Washington.\"", "label": 1}
{"text1": "The Marriott is a popular place for foreigners to stay and a prominent enterprise in the city, despite a wave of violence the country suffers. The hotel had been victim of another attack in January 2007 where a security guard was killed and several people injured after the guard blocked a bomber from getting at the hotel, forcing him to detonate his explosives where he was.", "text2": "\"There is a Marriott Hotel in the city, known for its peaceful atmosphere and excellent security measures, despite the frequent occurrences of violence in the country.\"", "label": 1}
{"text1": "Moog built his first electronic instrument - a theremin - at the age of 14 and made the MiniMoog, 'the first compact, easy-to-use synthesiser', in 1970.", "text2": "At the age of 14, Moog successfully constructed his first electronic instrument, the theremin.", "label": 0}
{"text1": "Three Democrats joined the committee's 10 majority Republicans in a 13-5 vote to advance the conservative judge's nomination to the full Senate. Five Democrats opposed Roberts.", "text2": "The Senate Judiciary Committee, on Thursday, rejected Judge John Roberts' nomination as the next Supreme Court Chief Justice, virtually eliminating any chances of his confirmation by the Senate next week.", "label": 1}
{"text1": "THE Government wants Nigerian mother-of-two Pamela Izevbekhai's case to stay in this country struck out after revelations that documents used in her action were forged. Ms Izevbekhai has been to the High Court 22 times to prevent her family's deportation on the grounds that her two daughters Naomi (7) and Jemima (6) will be subjected to female genital mutilation (FGM). However, she admitted last weekend that some documents given to the courts were forged. She has stood over her claim that she had a baby daughter, Elizabeth, who died from blood loss as a result of FGM. If her case is struck out, she and her daughters face deportation back to Nigeria.", "text2": "\"Pamela Izevbekhai has made multiple appearances in the High Court in order to prevent her family's deportation.\"", "label": 0}
{"text1": "A total of 79 per cent of people questioned in a survey agreed that adults suffering incurable illness should receive 'medical help to a peaceful death'.", "text2": "\"In a nationwide survey, the majority of respondents expressed strong support for euthanasia to be legalized for terminally ill patients.\"", "label": 1}
{"text1": "In August, Gates' foundation gave Yunus' Grameen Foundation 1.5 million for a program to extend its microfinance programs to 5 million more of the world's poorest families. Three years ago, tech entrepreneur Craig McCaw provided 2 million to start up the Grameen Technology Center, which is using microcredit to finance cheap mobile service for people in Uganda and Rwanda.", "text2": "\"Gates' foundation provided 1.5 million to start up the Grameen Technology Center, which is using microcredit to finance cheap mobile service for people in Uganda and Rwanda.\"", "label": 1}
{"text1": "To promote The Simpsons Movie that will be released July 26, 2007, over a dozen 7-Elevens in the United States have been transformed into Kwik-E-Marts, the grocery store from the popular TV series. Most of the other 7-Eleven stores will also sell products with brands reminding of The Simpsons, such as Buzz Cola, Krustyo's cereal, squishees, and Bart Simpson's favourite comic book Radioactive Man, but not Duff Beer, Homer's favourite drink.", "text2": "\"The Kwik-E-Mart, a fictional grocery store from The Simpsons, has been recreated in over a dozen 7-Elevens across the United States to promote The Simpsons Movie.\"", "label": 0}
{"text1": "Legalization would eliminate the harms caused by prohibition, but it would not eliminate the harms caused by drug use.", "text2": "\"The harms caused by drug use would still persist despite the legalization of drugs.\"", "label": 0}
{"text1": "In an interview on a television show called the No Drug Show, hosted by Larry Byrnes, the Church of Scientology blamed both the September 11, 2001 attacks in the United States and the attack on Pearl Harbor on psychiatrists and the drugs they prescribe their patients. Scientology considers psychiatry to be barbaric and a violation of human rights. The video was posted on the video sharing website YouTube, but was later removed \"due to a copyright claim by Axiom 10 Productions, Inc.\" Mark Bunker of XenuTV questioned why Axiom 10 would utilize the Digital Millenium Copyright Act to remove the video from YouTube, as it was promoting their ideology about psychiatrists. It was later re-added to another site called Vimeo.com.", "text2": "The Church of Scientology holds the belief that psychiatry is absurd and violates basic human rights.", "label": 0}
{"text1": "\"The Black Panther\", or \"The Black Pearl\", as he was known, was top scorer in the 1966 World Cup, with nine goals to his name.", "text2": "\"The leading goal scorer in the 1966 World Cup, known as 'The Black Panther', tallied a total of nine goals.\"", "label": 0}
{"text1": "The founder of Thailand's \"yellow shirt\" protest movement that shut down Bangkok airports last year was shot and wounded in an assassination attempt Friday, just days after troops cracked down on rioting protesters from the rival, anti-government \"red shirt\" group. The government quickly moved to tighten security around Prime Minister Abhisit Vejjajiva, who said a state of emergency that was imposed Sunday in Bangkok would remain in place. Vehicles carrying Abhisit were attacked twice by red-shirted protesters in the run-up to this week's riots.", "text2": "The \"yellow shirt\" protest movement and the \"red shirt\" group are fierce adversaries.", "label": 0}
{"text1": "Alan Mulally, Boeing's head of the unit, said at the start of the strike that it may cause delivery delays that would give Airbus SAS an advantage in what is the strongest commercial aircraft market in five years.", "text2": "\"Alan Mulally, Airbus SAS's head of the unit, said at the start of the strike that it may cause delivery delays that would give Boeing an advantage in what is the strongest commercial aircraft market in five years.\"", "label": 1}
{"text1": "Sultan Al-Shawi, a.k.a the Attorney, said during a funeral held for the victims, \"They were all children of Iraq killed during the savage bombing.\"", "text2": "\"The Attorney, speaking at the burial service, emphasized, \"All the casualties were Iraqi citizens tragically lost in the merciless bombing.\"", "label": 0}
{"text1": "In Johannesburg, about 500 angry AIDS activists, many wearing red and white T-shirts that said \"HIV Positive,\" criticized Bush, saying he had hurt the global fight against AIDS by spending billions of dollars on war.", "text2": "\"In Johannesburg, activists praised Bush for spending billions of dollars on war instead of the global fight against AIDS.\"", "label": 1}
{"text1": "Mr Carstens left his job as IMF's deputy managing director last month to work with Mr Calderon, and will now lead efforts to push through market reforms and create more jobs.", "text2": "\"Mr Carstens was fired from his position as IMF's deputy managing director last month.\"", "label": 1}
{"text1": "The Canadian parliament's Ethics Commission said former immigration minister, Judy Sgro, did nothing wrong and her staff had put her into a conflict of interest.", "text2": "\"The Canadian parliament's Ethics Commission finds Judy Sgro guilty of misconduct and severe conflict of interest.\"", "label": 1}
{"text1": "Cage is a big fan of \"Superman\" (who was born on the fictional planet Krypton) and was to play the role in a film planned for the 1990s that never came to be.", "text2": "\"Cage portrayed the iconic character in a critically acclaimed Superman movie.\"", "label": 1}
{"text1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "text2": "\"Contrary to the International Energy Agency's plea for member countries to release oil reserves, Canada refuses to provide any assistance.\"", "label": 1}
{"text1": "In Greek mythology Mount Olympus was the home of the gods and the site of the throne of Zeus, the chief deity.", "text2": "\"Mount Olympus is located in Italy.\"", "label": 1}
{"text1": "New Zealand film director Peter Jackson is to make a 264-million-New Zealand-dollar (133 million U.S. dollars) trilogy based on Tolkien's fantasy classic \"Lord of The Rings,\" the local TV station reported Tuesday evening.", "text2": "Peter Jackson, the New Zealand film director, has announced his plans to create a trilogy based on Tolkien's beloved fantasy masterpiece, \"Lord of The Rings.\"", "label": 0}
{"text1": "The ecological problems stem in large part from the fact that the brackish water and productive coastal wetlands and natural areas are often supplied with nutrient-rich irrigation return water, sometimes from rice farming. The Ebro Delta and its wetlands suffer similar water quality problems since they lie around the fringes of the large Delta farm region.", "text2": "\"The nutrient-rich irrigation return water, often originating from rice farming, contributes to the water quality issues faced by the Ebro Delta and its surrounding wetlands.\"", "label": 0}
{"text1": "Romano Prodi will meet the US President George Bush in his capacity as president of the European commission.", "text2": "\"Romano Prodi is the US President in his capacity as president of the European Commission.\"", "label": 1}
{"text1": "The president Cristiani spoke today at the El Salvador military airport before he left for Costa Rica to attend the inauguration ceremony of president-elect Rafael Calderon Fournier.", "text2": "\"Cristiani is the president-elect of El Salvador.\"", "label": 1}
{"text1": "Jean-Claude Trichet, the European Central Bank president, made it clear, on Wednesday, that he would oppose unwarranted political attempts to remove Antonio Fazio: the Bank of Italy governor, engulfed in controversy over his handling of bank takeover bids.", "text2": "Antonio Fazio, engulfed in controversy over his handling of bank takeover bids, is the governor of the Bank of Italy.", "label": 0}
{"text1": "Sabena was the former national airline of Belgium, mainly operating from Brussels National Airport, now replaced by SN Brussels Airlines.", "text2": "\"Sabena used to operate from Brussels National Airport before being replaced by SN Brussels Airlines.\"", "label": 0}
{"text1": "Philip Morris said it sold 201 bn cigarettes world-wide during the quarter.", "text2": "\"Philip Morris said it sold 201 billion cigarettes worldwide during the fourth quarter of 1994.\"", "label": 1}
{"text1": "China's announcement of a rival Panchen Lama to the boy already recognized by the Dalai Lama are indications that its Communist regime is desperate in using any means possible to strengthen control over Tibet and Tibetan affairs.", "text2": "The Chinese Communist regime's announcement of a competing Panchen Lama indicates their fervent efforts to exert control over Tibet and Tibetan affairs, leading to a dispute with the Dalai Lama and the government of the People's Republic of China over the reincarnation of the Panchen Lama.", "label": 0}
{"text1": "The slender tower is the second tallest building in Japan.", "text2": "\"The slender tower is the shortest building in Japan.\"", "label": 1}
{"text1": "It is also an acronym that stands for Islamic Resistance Movement, a militant Islamist Palestinian organization that opposes the existence of the state of Israel and favors the creation of an Islamic state in Palestine.", "text2": "\"The Islamic Resistance Movement is also known as the Pro-Israel Palestinian Organization.\"", "label": 1}
{"text1": "On August 21, the Polish weekly PrzekrÃ³j published an advertisement for Dan-Mark exercise books, bearing the logo of 4fun.tv, a Polish music/interactive   TV station. Part of the advertisement contained a definition of the word \"exercise book\". The wording looked familiar, and Wikinews consulted Wikipedia,   the collaborative online encyclopedia.  Upon seeing the Wikipedia definition, it appeared that the entry quoted in the promotional material was identical to the initial two paragraphs of the relevant Wikipedia entry.", "text2": "The advertisement for Dan-Mark exercise books featured a definition of the word \"exercise book\" that was taken directly from the initial two paragraphs of the relevant Wikipedia entry.", "label": 0}
{"text1": "Arabic, for example, is used densely across North Africa and from the Eastern Mediterranean to the Philippines, as the key language of the Arab world and the primary vehicle of Islam.", "text2": "\"Arabic is predominantly spoken in North America and is the primary language of the United States.\"", "label": 1}
{"text1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "text2": "\"The International Energy Agency has asked member countries to provide oil in order to alleviate the U.S. fuel crisis caused by Hurricane Katrina.\"", "label": 1}
{"text1": "Last month, Menu Foods recalled all of its 60 million products of dry and wet dog and cat food after pets began to fall ill and in some cases died of kidney failure. \"Natural Balance, Pacoima, CA, is issuing a voluntary nationwide recall for all of its Venison dog products and the dry Venison cat food only, regardless of date codes. The recalled products include Venison and Brown Rice canned and bagged dog foods, Venison and Brown Rice dog treats, and Venison and Green Pea dry cat food. Recent laboratory results show that the products contain melamine. We believe the source of the melamine is a rice protein concentrate. Natural Balance has confirmed this morning that some production batches of these products may contain melamine,\" said a press released issued by Natural Balance.", "text2": "\"Menu Foods recalled all of its 60 million products of dry and wet dog and cat food.\"", "label": 0}
{"text1": "In Seoul, Han confirmed that all North Korean media on Monday had started referring to Kim Jong Il as \"His Excellency\" or by the term previously reserved for his father, \"the Great Leader.\" Until now, the younger Kim has been called \"the Dear Leader.\"", "text2": "\"Kim Il Sung's father is called Kim Jong Il.\"", "label": 1}
{"text1": "Draft experts say as many as eight U.S. high school prospects could be taken in the first round of the two-round draft, as well as up to eight international players.", "text2": "\"Draft experts draft seven U.S. high school prospects.\"", "label": 1}
{"text1": "Zakaria Maamar, associate professor at the College of Information Technology at Zayed University, UAE, told Science and Development Network (SciDev.Net) that, \"This initiative is another boost to the research and development activities that are carried out in the UAE. It will definitely provide researchers with the appropriate funds to sustain such activities and promote best practices in the community.\" Said Elnaffar, assistant professor at the college of information technology at the United Arab Emirates University, told SciDev.Net that, with this initiative, the UAE is taking the lead and setting a good example by building a strong development infrastructure founded on knowledge discovery and research.", "text2": "Zakaria Maamar is an associate professor at the College of Information Technology at Zayed University in the UAE.", "label": 0}
{"text1": "\"With oil prices at $90 a barrel and fear of recession in the UK and many other European economies, the current outlook for the coming fiscal year is poor. While it is impossible to accurately forecast full year fuel prices and yields this far in advance, there is now a significant chance that profits may decline next year,\" Ryanair CEO Michael O'Leary cautioned. Ryanair said that it is not hedged against oil price increases for the next fiscal year. However, Ryanair is not the only airline to suffer from the economic downturn. Aer Lingus shares are down 3% to €1722.30. Easyjet has declined 11%. However shrewd, Mr. O'Leary has plans to spend up to 200 million purchasing back shares in the company, which equates to 3% of the company share capital.", "text2": "\"Easyjet shares experienced a 3% increase.\"", "label": 1}
{"text1": "While preliminary work goes on at the Geneva headquarters of the WTO, with members providing input, key decisions are taken at the ministerial meetings.", "text2": "\"The ministerial meetings serve as the platform for making crucial decisions within the WTO, while preliminary work takes place at its Geneva headquarters with input from members.\"", "label": 0}
{"text1": "Yunus, who was nominated for the peace prize at least twice before, is the first person from Bangladesh, a country of 147 million, to win a Nobel Prize. His Nobel Prize is a rare bright light in a country struggling to defeat Islamic terrorists, and which is chronically inundated by floods and battered by storms that blow in from the Bay of Bengal. The country, formerly known as East Pakistan, is bordered by the Bay of Bengal, India and Burma.", "text2": "\"Yunus, who was nominated for the peace prize at least twice before, is the first person from Bangladesh, a country of 147 million, to win a Nobel Prize. His Nobel Prize is a rare bright light in a country struggling to defeat Islamic terrorists, and which is chronically inundated by floods and battered by storms that blow in from the Bay of Bengal. The country, formerly known as East Pakistan, is bordered by the Bay of Bengal, India and Burma.\"\nBased on the above description, the sentence: \"Yunus is the first person to win the Nobel Prize in history.\" is definitely wrong.", "label": 1}
{"text1": "For such patients, regular aspirin use significantly decreased the risk for fatal and nonfatal strokes or heart attacks.", "text2": "\"People reported a high incidence of allergic reactions while consuming aspirin.\"", "label": 1}
{"text1": "Judie Vivian, chief executive at ProMedica, a medical service company that helps sustain the 2-year-old Vietnam Heart Institute in Ho Chi Minh City (formerly Saigon), said that so far about 1,500 children have received treatment.", "text2": "According to Judie Vivian, approximately 1,500 children have been treated at the Vietnam Heart Institute in Ho Chi Minh City, formerly known as Saigon.", "label": 0}
{"text1": "Chancellor Schroeder has presided over three years of almost zero growth in the economy and an unemployment rate that has remained stubbornly above four million people.", "text2": "\"Chancellor Schroeder has successfully reduced unemployment rates to below four million people in the past three years.\"", "label": 1}
{"text1": "Treasures belonging to Hollywood legend Katharine Hepburn have raised £3.2m at a two-day auction in America.", "text2": "An auction that lasted for two days and featured items owned by Hollywood icon Katharine Hepburn managed to generate a total of £3.2m.", "label": 0}
{"text1": "\"Nancy Grace and the others, they just bashed her to the end,\" said Duckett's grandfather, Bill Eubanks, during an interview with The Orlando Sentinel. \"She wasn't one anyone ever would have thought of to do something like this. She and that baby just loved each other, couldn't get away from each other. She wouldn't hurt a bug.\" Grace's spokeswoman called the suicide \"a sad development,\" and Grace herself issued a statement saying, \"I do not feel that our show is to blame for what happened to Melinda Duckett.\"", "text2": "\"Nancy Grace's spokeswoman considered the suicide as a regrettable occurrence.\"", "label": 0}
{"text1": "San Salvador, Jan. 13, '90 (Acan-Efe) -The bodies of Hector Oqueli and Gilda Flores, who had been kidnapped on the 12th of January, were found in Cuilapa, Guatemala, near the border with El Salvador, the relatives of one of the victims have reported.", "text2": "\"A kidnapping occurred in Mexico City.\"", "label": 1}
{"text1": "McDonald's said overall global sales at its restaurants climbed 6.2% in June, 6.3% in the second quarter and 7.1% for the year to date.", "text2": "\"Despite McDonald's reporting declining global sales, the company still managed to surpass earnings expectations, causing it to outperform other restaurant chains.\"", "label": 1}
{"text1": "Verizon Communications Inc. said on Monday it would buy long-distance telephone company MCI Communications Inc. in a deal worth $6.75 billion, giving Verizon a foothold in the market for serving large corporations.", "text2": "\"Verizon Communications Inc.'s $6.75 billion acquisition of MCI Communications Inc. consolidated their dominance in the market for serving small businesses.\"", "label": 1}
{"text1": "UK foreign secretary Douglas Hurd will meet President Carlos Menem in Argentina next week.", "text2": "\"President Carlos Menem will meet UK foreign secretary Douglas Hurd in Argentina next week.\"", "label": 0}
{"text1": "An Afghan interpreter, employed by the United States, was also wounded.", "text2": "\"An interpreter was employed by the enemy forces.\"", "label": 1}
{"text1": "Budapest is Europe's largest spa town; there are more than 100 hot springs that spout from Buda's limestone bedrock.", "text2": "\"There are no hot springs in Budapest that spout from Buda's limestone bedrock; bathers have never sought them out for any healing properties.\"", "label": 1}
{"text1": "Since 1987, however, Brazil has taken steps to dramatically reduce the destruction, including stepped-up enforcement and the elimination of tax incentives that led to large-scale land clearing.", "text2": "\"In recent years, Brazil has been actively contributing to the further degradation of the rainforest.\"", "label": 1}
{"text1": "Beth Israel is fighting back in the lab, where bacteria taken from patients are grown in cultures and tested against antibiotics to determine if the bug beats the drug.", "text2": "\"Beth Israel is surrendering in the lab, where antibiotics are taken from patients and tested against bacteria to determine if the drug beats the bug.\"", "label": 1}
{"text1": "Named the Solomon R. Guggenheim Museum in honor of its founder, the building opened in 1959, drawing huge crowds and stirring considerable controversy.", "text2": "\"The opening of the Solomon R. Guggenheim Museum took place in 1959, attracting large crowds and generating significant controversy.\"", "label": 0}
{"text1": "Recent Dakosaurus research comes from a complete skull found in Argentina in 1996, studied by Diego Pol of Ohio State University, Zulma Gasparini of Argentinas National University of La Plata, and their colleagues.", "text2": "\"A partial Dakosaurus skull was found by Diego Pol in Argentina in 1996.\"", "label": 1}
{"text1": "Trade between China and India is expected to touch $20 bn this year and Chinese investors are now rushing into India - lured by the country's growing wealth.", "text2": "Chinese investors are increasingly attracted to India due to its expanding economy and this has resulted in a surge in trade between the two countries.", "label": 0}
{"text1": "France is to compensate people who suffered health problems as a result of three decades of nuclear weapons tests, its government says.  It was time to investigate health complaints reported by staff who took part in tests, Defence Minister Herve Morin said.  Mr Morin told Le Figaro France should be \"true to its conscience\".  France carried out more than 200 tests, firstly in Algeria and later in French Polynesia, between 1966 and 1996.  Mr Morin said about 150,000 civil and military workers were \"theoretically affected\" by the tests.  Mr Morin said an independent commission would examine claims on a case-by-case basis.  He added that 10m euros ($13.6m; £9.3m) had already been earmarked to compensate victims.", "text2": "France conducted over 200 nuclear weapons tests over the course of three decades.", "label": 0}
{"text1": "Nine months later, John Glenn becomes the first American man to orbit the Earth.", "text2": "\"John Glenn was the second American man to orbit the Earth.\"", "label": 1}
{"text1": "For example, the fields of Western farmers feed the United States and many other parts of the world, and India's irrigation systems have enabled that country to be self-sufficient in food production since 1974. In addition, in many parts of the world dams have helped to remedy life-threatening problems such as poverty from lack of economic development, famine as a result of drought, devastation from floods, and continued disease from lack of potable water supplies.", "text2": "\"Efficient irrigation systems in India have ensured self-sufficiency in food production, thereby averting life-threatening situations.\"", "label": 0}
{"text1": "Cyprus, divided or not, joins the EU on the 1st of May.", "text2": "\"Cyprus united and formed a single entity on May 1.\"", "label": 1}
{"text1": "At a low-key ceremony, Albanian and British officials agreed to bury all outstanding differences caused by the 'Corfu Channel incident'.", "text2": "\"The Corfu Channel incident led to a friendly resolution between Albanian and British officials.\"", "label": 1}
{"text1": "Sonia Gandhi can be defeated in the next elections in India by BJP.", "text2": "\"Sonia Gandhi will be defeated by the Congress party in the next elections in India.\"", "label": 1}
{"text1": "Gamma ray bursts are some of the most powerful objects observed in the Universe and are thought to signal the birth of black holes. Swift is designed to detect the bursts and automatically re-orient itself to gather images and data of the phenomenon.", "text2": "\"Gamma ray bursts are harmless bursts of light observed in the Universe and are thought to signal the birth of rainbows.\"", "label": 1}
{"text1": "Nearly 4 million children who have at least one parent who entered the U.S. illegally were born in the United States and are U.S. citizens as a result, according to the study conducted by the Pew Hispanic Center. That's about three quarters of the estimated 5.5 million children of illegal immigrants inside the United States, according to the study. About 1.8 million children of undocumented immigrants live in poverty, the study found.", "text2": "\"Nearly 4 million children in the United States are born to illegal immigrants, accounting for three quarters of the total population.\"", "label": 1}
{"text1": "Military ties between the two countries have been governed officially by an arms embargo imposed by Britain on Argentina.", "text2": "An arms embargo has been implemented by Britain, governing military relations between the two countries.", "label": 0}
{"text1": "He said those three detainees are Khalid Sheikh Mohammed - one of the architects of the September 11th attacks on New York and Washington, Abu Zubaydah - who is believed to have been a top al-Qaida strategist, and Abd al-Rahim al-Nashiri - who is believed to have played a key role in the bombing of the USS Cole. All three are being held at the U.S. detention facility at Guantanamo Bay. Hayden said waterboarding was used against the three detainees nearly five years ago because of circumstances at the time, including the belief that additional attacks against the United States were imminent. Hayden defended the CIA's use of extreme interrogation techniques as lawful, and urged lawmakers not to impose restrictions on such methods. Congress is considering legislation that would restrict the CIA to using only the interrogation techniques authorized by the U.S. Army's field manual, which does not include waterboarding.", "text2": "Khalid Sheikh Mohammed was one of the architects of the September 11th attacks on New York and Washington.", "label": 0}
{"text1": "A recently created Danish clothing company is selling on the internet T-shirts in order to support the clandestine radio station of the Colombian guerrilla group Revolutionary Armed Forces of Colombia (FARC) and the graphical workshop of the Popular Front for the Liberation of Palestine (PFLP). In fact the money will be used by these groups to carry on their terrorist activities. FARC activities include kidnappings, masacres, bombs, extortions and the drug trade. Fighters and Lovers is selling the T-shirts at 170 DKK (US$27.6), from which 35 DKK (US$5.7) are to be destinated to support both armed groups.", "text2": "Fighters and Lovers has partnered with the Popular Front for the Liberation of Palestine to support their graphical workshop and activities.", "label": 0}
{"text1": "The anti-terrorist court found two men guilty of murdering Shapour Bakhtiar and his secretary Sorush Katibeh, who were found with their throats cut in August 1991.", "text2": "Sorush Katibeh was killed in August 1991, along with Shapour Bakhtiar, according to the anti-terrorist court's findings.", "label": 0}
{"text1": "It could mean to leave in the street to thousands of workers.", "text2": "\"It could result in the abandonment of numerous employment opportunities.\"", "label": 1}
{"text1": "Harrington, of Fitchburg, Massachusetts, was taken to an area hospital and is listed in critical condition. No other vehicles were struck during the crash. Authorities said others at the scene also assisted, including a turnpike employee and two motorists who carried Harrington out of the truck as police arrived. Fitzgerald said he had never used the defibrillator before Tuesday. \"As a trooper, you see more negative than positive out there,\" Fitzgerald said. \"It feels good when you can help someone and it feels good knowing that all those people had stopped to help before I got there.\"", "text2": "Fitzgerald had never used the defibrillator before Tuesday.", "label": 0}
{"text1": "Definitely do not lift the ban on ivory, it will drive the species to near extinction again. Elephant numbers should be controlled but what has ivory got to do with it? It is a barbaric trade and should be banned permanently.", "text2": "The lifting of the ban on ivory trade would undoubtedly endanger elephant populations and increase the risk of their extinction.", "label": 0}
{"text1": "Friday, March 25, 2005 Terri Schiavo's father made a last-minute appeal to have his daughter's feeding tube reinserted Friday. \"Terri is weakening. She's down to her last hours,\" said Bob Schindler, Schiavo's father. \"Something has to be done and done quick.\" Bob Schindler and his wife Mary filed an emergency appeal Friday to have a feeding tube reinserted in their 41-year-old daughter. Earlier Friday, U.S. District Judge James Whittemore rejected the family's previous appeal. On Wednesday, he rejected a similar request. The new appeal will be filed in the 11th Circuit Court of Appeals in Atlanta, although that court has twice before rejected the family's appeal. The tube was removed on Friday, March 18, 2005.", "text2": "\"Terri Schiavo's feeding tube was removed on Friday, March 18, 2005.\"", "label": 0}
{"text1": "Despite the turmoil in Israeli society, there is little doubt that Prime Minister Ariel Sharon will pull the nearly 9,000 Israeli settlers out of Gaza, now a closed military zone.", "text2": "\"Prime Minister Ariel Sharon will relocate the 9,000 Israeli settlers in Gaza to neighboring Arab countries.\"", "label": 1}
{"text1": "The ship, owned by Mitsui O.S.K. Lines and flagged in the Cayman Islands, came under attack at around 4 p.m. Somali time (UTC+3) as gunfire came from two small priate boats. The vessel, with a crew of eighteen from the Philippines, suffered light damage to its front and windows were broken. The Jasmine Ace was en-route from Sharjah, United Arab Emirates to Mombasa, Kenya. The 126.75m car carrier had loaded with 377 used cars in Sharjah on March 17.", "text2": "\"The ship, flagged in the Cayman Islands, was attacked by pirates and suffered heavy damage to its cargo of used cars.\"", "label": 1}
{"text1": "A two-day auction of property belonging to actress Katharine Hepburn brought in 3.2 million pounds.", "text2": "The auction of actress Katharine Hepburn's belongings over a span of two days resulted in a total of £3.2 million.", "label": 0}
{"text1": "In the May 2005 general election Michael Howard failed to unseat the Labour Government, although the Conservatives did gain 33 seats, playing the most significant role in reducing Labour's majority from 167 to 66.", "text2": "\"In the May 2005 general election, Conservatives gained a majority of 33 seats.\"", "label": 1}
{"text1": "The Santa Barbara Airlines plane took off just before dusk from the city of Mérida en route to Simón Bolívar International Airport outside the capital city of Caracas. Noel Marquez, director of Venezuela's emergency management agency in Mérida, said the plane has failed to contact control towers. Civil Defense chief General Antonio Rivero told reporters that it is unknown whether or not the plane crashed or is simply missing.", "text2": "A plane with 46 passengers has successfully landed and made contact with control towers.", "label": 1}
{"text1": "Two bombs planted near an Islamic school in Pakistan killed eight people and injured 42 others yesterday in the latest outbreak of violence gripping the southern port of Karachi.", "text2": "\"42 people planted two bombs near an Islamic school in Pakistan, injuring eight others.\"", "label": 1}
{"text1": "If legalization reduced current narcotics enforcement costs by one-third to one-fourth, it might save $6 - $9 billion per year.", "text2": "\"The potential savings of $6 - $9 billion per year makes drug legalization a beneficial measure.\"", "label": 0}
{"text1": "Nagin defended his plan to return up to 180,000 people to the city, within a week and a half, despite concerns about the short supply of drinking water and heavily polluted floodwaters.", "text2": "\"Only a handful of people are expected to return to New Orleans this week, as areas of the city are opened up to residents.\"", "label": 1}
{"text1": "Farabundo Marti National Liberation Front's [FMLN] urban commandos have denied reports they participated in an attack on vice president-elect Francisco Merino's home.", "text2": "Farabundo Marti National Liberation Front's urban commandos have refuted allegations of their involvement in an assault on vice president-elect Francisco Merino's residence.", "label": 0}
{"text1": "A U.S. nuclear-powered submarine collided with a Japanese oil-tanker in the Straits of Hormuz late last night. Only minor damage to the tanker and no serious injuries were reported. The USS Newport News submarine collided with the stern of the Japanese oil-tanker, causing minor damage to the tanker. No personnel on either vessel were seriously injured, US Navy and Japanese government officials said. The straits of Hormuz connect the Persian Gulf to the Arabian Sea and is a major waterway for oil tankers.", "text2": "\"Numerous oil tankers were seriously damaged in a collision with a US nuclear-powered submarine in the Straits of Hormuz.\"", "label": 1}
{"text1": "American illusionist, James Randi, offered $1m to anyone able to prove, under observed conditions in a laboratory, that homeopathic remedies can really cure people.", "text2": "James Randi, an American illusionist, issued a challenge wherein he would reward $1 million to any individual capable of demonstrating, through laboratory observations, the genuine efficacy of homeopathic remedies in curing individuals.", "label": 0}
{"text1": "Thanks to a global ban on the ivory trade that was passed in 1989 by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), the African elephant population may be reversing its spiral toward extinction", "text2": "\"The implementation of a global ban on the ivory trade in 1989 through CITES has successfully halted the African elephant population's decline towards extinction.\"", "label": 0}
{"text1": "In an interview this week, the president said that Vice President Dick Cheney and Defense Secretary Donald Rumsfeld will be a valued part of his administration until his presidency comes to an end.", "text2": "\"Until the president's term ends, Vice President Dick Cheney will serve as Defense Secretary of Donald Rumsfeld.\"", "label": 1}
{"text1": "The Norwegian Nobel Committee is responsible for the selection of the candidates and the choice of Prize Winners for the Peace Prize. The Committee is composed of five members appointed by the Storting (Norwegian parliament). The Peace Prize is awarded in Oslo, Norway and not in Stockholm, Sweden like the other Nobel Prizes.", "text2": "\"The Swedish Nobel Committee is responsible for selecting the candidates and choosing the Prize Winners for the Peace Prize.\"", "label": 1}
{"text1": "\"That film wasn't too successful, but then 'WarGames,' which was successful, came out right when I won the Tony for 'Brighton Beach' in 1983.", "text2": "\"The film 'Brighton Beach' was released in 1983.\"", "label": 1}
{"text1": "Kevin Vincent, 44, of Arlington, Va., said his wife buys store brand acetaminophen and he wanted to find out more about the problem.", "text2": "\"Kevin Vincent's wife is the one who wanted to find out more about the problem with store brand acetaminophen.\"", "label": 1}
{"text1": "Ewald, now 74, headed the East German Sports Federation from 1961 to 1988. He was found guilty of making 142 East German sportswomen, mostly swimmers and athletes, take banned performance-enhancing drugs.", "text2": "\"Many sportswomen have been acquitted of doping.\"", "label": 1}
{"text1": "For many years, Sudam was controlled by Jader Barbalho, who was the governor of the state of Para and its senator.", "text2": "\"Jader Barbalho is the president of Sudam.\"", "label": 1}
{"text1": "The Irish Sales, Services and Marketing Operation of Microsoft was established in 1991.", "text2": "\"The Irish Sales, Services and Marketing Operation of Microsoft was established in 1991, but Microsoft itself was founded much earlier.\"", "label": 1}
{"text1": "U.S. consumer spending dived in June.", "text2": "\"The increase in consumer expenditure in June had a significant impact on the U.S. economy.\"", "label": 1}
{"text1": "By 45,000 years ago, humans had weathered the comings and goings of a number of ice ages, had spread themselves throughout most of Africa, Europe and Asia, and had reached a population of roughly a million.", "text2": "\"By 45,000 years ago, humans had already colonized vast regions of Africa, Europe, and Asia, establishing a population of approximately one million.\"", "label": 0}
{"text1": "An Israeli judicial inquiry has ruled out prosecuting the police officers who shot dead 13 Israeli Arabs during a violent demonstration in 2000.", "text2": "\"Due to insufficient proof, the Israeli authorities have decided not to bring charges against the law enforcement officers who fatally shot 13 Israeli Arabs during a pro-Palestinian rally in 2000, as confirmed by an official investigation yesterday.\"", "label": 1}
{"text1": "The 26-member International Energy Agency said, Friday, that member countries would release oil to help relieve the U.S. fuel crisis caused by Hurricane Katrina.", "text2": "The group of 26 nations, known as the International Energy Agency, reached a consensus to release oil reserves in order to prevent a fuel shortage endangering the United States.", "label": 0}
{"text1": "Controversy and discussion erupted on internet forums on 28 February 2007, when publicity was given to Essjay, a prominent Wikipedia administrator and editor, having claimed false credentials which were published in a magazine. Internet encyclopedia Wikipedia co-founder Jimbo Wales was travelling in India, and at 06:42 on March 3 he issued a statement that further information had come to his attention and he had asked the editor to resign his positions of trust within the community. At 03:17 on March 4 Essjay announced on his user talk page that he had retired and was no longer active on Wikipedia.", "text2": "Essjay, a prominent Wikipedia administrator and editor, claimed false credentials which led to controversy and discussion on internet forums.", "label": 0}
{"text1": "Guggenheim Museum, officially Solomon R. Guggenheim Museum, was founded in 1939 as the Museum of Non-Objective Art.", "text2": "The Museum of Non-Objective Art was officially founded in 1939 and later became the Solomon R. Guggenheim Museum.", "label": 0}
{"text1": "Oqueli was to fly to Nicaragua to join an international Socialist delegation, which will observe the Nicaraguan electoral campaign.", "text2": "\"Oqueli was selected to join an international Socialist delegation in Nicaragua to monitor the electoral campaign.\"", "label": 0}
{"text1": "\"The aftershocks were less in the past two months, but it seems to be starting again. We are really worried about the fate of these islands,\" Smriti Kana Saha of Ranjat village in the Middle Andaman Island told Reuters by phone.", "text2": "\"Smriti Kana Saha of Ranjat village is not concerned about the fate of the Middle Andaman Island.\"", "label": 1}
{"text1": "Cedras, Biamby, and Francois also led the 1991 coup that drove Aristide, Haiti's first democratically elected president, from office", "text2": "\"Aristide peacefully stepped down from office in 1991.\"", "label": 1}
{"text1": "US Federal Reserve boss, Alan Greenspan, sees increased US trade protectionism and ever-larger budget deficits as the biggest threats to the US economy.", "text2": "\"According to Greenspan, the US economy is not at risk due to the growing trade and budget deficits.\"", "label": 1}
{"text1": "Skunk is a specific type of cannabis and is so-called because it has a very strong smell, but these days it has become the generic term for stronger forms of the drug. It is regarded as stronger because it contains much higher levels of the active ingredient in cannabis, tetrahydrocannabinol (THC). It also contains much lower levels of cannabidiol (CBD), which is an anti-psychotic substance that can moderate the effect of THC on the mental health of users.", "text2": "\"The skunk cannabis has a higher concentration of cannabidiol (CBD), which is an anti-psychotic substance that can exacerbate mental health problems.\"", "label": 1}
{"text1": "BEIJING — In the decade since the Chinese government began repressing Falun Gong, a crusade that human rights groups say has led to the imprisonment of tens of thousands of practitioners and claimed at least 2,000 lives, the world's attention has shifted elsewhere. The drive against the spiritual group has eliminated its leadership, decimated the ranks of faithful and convinced many Chinese that the group is an \"evil cult,\" as the government contends. But 10 years on, the war on Falun Gong remains unfinished.", "text2": "\"The Chinese government has repressed Falun Gong, leading to the imprisonment of tens of thousands of practitioners and causing the decline of the spiritual group.\"", "label": 0}
{"text1": "Budapest consists of two parts, Buda and Pest, which are situated on opposite sides of the river and connected by a series of bridges.", "text2": "\"Budapest is made up of three separate parts, Buda, Pest, and another district that were united in 1873.\"", "label": 1}
{"text1": "The main library at 101 E. Franklin St. changes its solo and group exhibitions monthly in the Gellman Room, the Second Floor Gallery, the Dooley Foyer and the Dooley Hall.", "text2": "\"The Second Floor Gallery is located in the basement of the main library.\"", "label": 1}
{"text1": "Clinton informed the two parties that in the absence of an agreement, a public announcement would be made, with the apparent objective of applying pressure to both sides, particularly the Israelis.", "text2": "\"Clinton informed the Israelis and the other party involved that, should they fail to reach an agreement, he would publicly announce their inability to do so, ultimately exerting pressure on both sides.\"", "label": 0}
{"text1": "Ordonez Reyes accused Jose Jesus Pena, alleged chief of security for the Nicaraguan embassy in Tegucigalpa, of masterminding the January 7th assassination of contra-commander Manuel Antonio Rugama.", "text2": "\"Ordonez Reyes is the alleged chief of security for the Nicaraguan embassy in Tegucigalpa and ordered the assassination of Jose Jesus Pena.\"", "label": 1}
{"text1": "The White House pressure, reported by Iraqi officials in Baghdad and an American official in Washington, on Sunday, was a change in the administration's hands-off approach to Iraqi politics.", "text2": "\"US officials deny any involvement in pressuring Iraq's leaders to resolve political deadlock and form a new government, according to reports from Iraqi officials and an American official in Washington.\"", "label": 1}
{"text1": "Co-producing the film is Happy Madison, the company owned by Sandler, who has been a compatriot of Schneider's since they met early in their careers, as mutually struggling stand-up comedians in Los Angeles.", "text2": "\"Happy Madison is owned by the film company co-produced by Sandler.\"", "label": 1}
{"text1": "Nichols, 49, was convicted in the April 19, 1995, bombing of the Alfred P. Murrah Federal Building in Oklahoma City.", "text2": "\"Nichols was acquitted and set free for the April 19, 1995, bombing of the Oklahoma City federal building.\"", "label": 1}
{"text1": "OTN profiles the Hamas (Islamic Resistance Movement), which is a Palestinian Islamic fundamentalist group.", "text2": "\"The Islamic Resistance Movement is also known as the Israeli Defense Forces (IDF).\"", "label": 1}
{"text1": "Ronaldo turned up for training later in the day. He has been with Manchester United since 2003 and scored 74 goals in 178 games. He has also scored 21 goals for Portugal and has competed for them in Euro 2004 and 2008 as well as the 2006 FIFA World Cup and 2004 Summer Olympics. He returned to the training ground in his £150,000 Bentley.", "text2": "\"Ronaldo has never played for Manchester United.\"", "label": 1}
{"text1": "Like the United States, U.N. officials are also dismayed that Aristide killed a conference called by Prime Minister Robert Malval in Port-au-Prince in hopes of bringing all the feuding parties together.", "text2": "\"Aristide assassinated Prime Minister Robert Malval in Port-au-Prince during a conference called to reconcile feuding parties, causing dismay among U.N. officials.\"", "label": 1}
{"text1": "Energy analysts said oil prices could soar as high as $80 a barrel and drivers in the U.S. could soon be paying $3 a gallon for gasoline, if damage reports from oil companies bear bad news.", "text2": "\"Gasoline prices plummeted.\"", "label": 1}
{"text1": "The Auburn High School Athletic Hall of Fame recently introduced its Class of 2005 which includes 10 members.", "text2": "\"The Auburn High School Athletic Hall of Fame has introduced 20 members in its Class of 2005.\"", "label": 1}
{"text1": "The greatest threat to life and property associated with a hurricane and tropical storm is storm surge.", "text2": "\"A hurricane has caused minimal property damage and no loss of life.\"", "label": 1}
{"text1": "The third, and most remote possibility, was considered to be a so-called Jamaican coalition, again based on the party colours, between the Christian Democrats, the FDP and the Greens.", "text2": "\"It is highly improbable that a coalition will form between the Labour Party and the Green Party considering Boris Johnson's Conservative Party.\"", "label": 1}
{"text1": "Zhao, who died at 85, was a reformer who was removed from office, and imprisoned, in 1989 after denouncing the use of force against student protesters in Tiananmen Square.", "text2": "\"Zhao, who passed away at 85, was taken into custody in 1989.\"", "label": 0}
{"text1": "U.S. light crude was trading erratically on the New York Mercantile Exchange, hitting $44.50 a barrel before easing back a bit to $44.10, still a gain of $1.27.", "text2": "\"The U.S. light crude is currently priced at $50.80 a barrel.\"", "label": 1}
{"text1": "If the ruling is that these trade-secrets were stolen goods, I'd be willing to bet that these three guys could refuse to answer any questions, by invoking the 5th Amendment, since they would incriminate themselves by saying anything.", "text2": "\"If the ruling is that these trade-secrets were honest acquisitions, I'd be willing to bet that these three guys could refuse to answer any questions, by invoking the 5th Amendment, since they would incriminate themselves by saying anything.\"", "label": 1}
{"text1": "After his release, the clean-shaven Magdy el-Nashar told reporters outside his home that he had nothing to do with the July 7 transit attacks, which killed 52 people and the four bombers.", "text2": "Magdy el-Nashar, the clean-shaven individual who spoke to reporters outside his home following his release, adamantly denied any involvement in the July 7 transit attacks that claimed the lives of 52 people and the four bombers.", "label": 0}
{"text1": "One year after shareholders approved a massive expansion in its pool of stock options, eBay is asking for more.", "text2": "\"eBay's request for more stock options was denied by shareholders one year after approving a massive expansion.\"", "label": 1}
{"text1": "Witnesses of genocide attacks on minority Tutsis in Rwanda are being singled out for execution by extremist Hutus in refugee camps in southwest Rwanda, a U.N. spokesman said in Kigali, the capital.", "text2": "Extremist Hutus in refugee camps in southwest Rwanda are targeting witnesses of genocide attacks on minority Tutsis, as reported by a U.N. spokesman in Kigali, the capital.", "label": 0}
{"text1": "Between 143 and 152 people have now been hospitalized in the wake of Monday's train derailment near Lviv, Ukraine, and subsequent phosporous cloud.  According to the Ukrainian Healthcare Ministry's spokesperson, Igor Gerych, 43 of the injured are children, 13 are firemen and three are medical  personnel. None are considered to be in mortal danger, yet some cases remain at medium risk level.", "text2": "\"The train derailment resulted in a massive explosion.\"", "label": 1}
{"text1": "The Tunisian Foreign Ministry announced that Libyan leader Colonel Moammar Al Kaddafy arrived in Tunis this morning, Monday, for a \"brotherly and recreational\" visit, at the invitation of Tunisian President Zine El Abidine Bin Ali.", "text2": "Col. Moammar Al Kaddafy visited Tunisia today upon the invitation of President Zine El Abidine Bin Ali.", "label": 0}
{"text1": "KANDAHAR, Afghanistan — Five suicide bombers stormed a government office in Kandahar on Wednesday morning, killing 13 people, including two provincial government officials, and wounding 14.  One militant detonated a car bomb at the entrance gate of the provincial council office, as the others stormed the compound with assault rifles and hand grenades. Seven civilians and six police officers were killed in the 20-minute gun battle, which ended when two of the militants blew themselves up in the main hall, said the provincial police chief, Matiullah Qati.", "text2": "\"Two militants survived the suicide bombing in Kandahar and fled the scene unharmed.\"", "label": 1}
{"text1": "The June Movement has always been opposed to giving EU cooperation a military dimension.", "text2": "\"The June Movement has always been supportive of expanding EU cooperation into a military dimension.\"", "label": 1}
{"text1": "A pet must have rabies protection confirmed by a blood test.", "text2": "\"A pet with a blood test confirming rabies protection was found.\"", "label": 1}
{"text1": "In 1969, he drew up the report proposing the expulsion from the party of the Manifesto group. In 1984, after Berlinguer's death, Natta was elected as party secretary.", "text2": "\"Natta succeeded Berlinguer.\"", "label": 1}
{"text1": "The New-York based company said, Tuesday, that profits totaled a record $946 million, or 75 cents a share, in the January-March period, up from $794 million, or 61 cents a share, a year earlier.", "text2": "\"Net income declined to $500 million, or 50 cents per share, in the January-March period from $700 million, or 70 cents per share, a year ago.\"", "label": 1}
{"text1": "An official of Abyan police, where 16 Western tourists are being held since yesterday, announced that the hostages are held by the Yemeni \"Islamic Jihad\" group, which is demanding the release of its leader and lifting the embargo on Iraq.", "text2": "The Abyan police official confirmed that the 16 Western tourists were taken hostage by the Yemeni faction of the \"Islamic Jihad\" group, who are demanding the release of their leader and the removal of the Iraq embargo.", "label": 0}
{"text1": "First becoming famous in her native Ukraine in the 1990s, long-haired self-described \"Amazon\" Ruslana gained international recognition for winning the 2004 Eurovision Song Contest with her song \"Wild Dances,\" inspired by the musical traditions of the Hutsul people of the Ukrainian Carpathian Mountains.  In the five years since, Ruslana has decided to use her name and public status to represent a number of worthy causes, including human trafficking, renewable energy, and even the basic concept of democratic process, becoming a public face of Ukraine's Orange Revolution and later serving in Parliament.", "text2": "Ruslana gained international recognition for winning the 2004 Eurovision Song Contest.", "label": 0}
{"text1": "Prosecutors were still expected to unseal an 11-count manslaughter indictment against the ferry's captain, Michael Gansas. He violated procedure by his absence from the wheelhouse during docking, when Smith lost control of the ferry.", "text2": "\"Mr Smith pleaded guilty to 11 counts of manslaughter and received a commendation from prosecutors for his honesty during the investigation.\"", "label": 1}
{"text1": "The terror attacks, it was clear, had blasted a hole in the dam holding back Mumbai's reservoir of woes. While the protesters seemed to be reacting to a tragedy that had left at least 164 people dead and 308 injured, they were really venting the frustrations of having to cope with life in a city with an infrastructure so stretched that simply getting to work and back is an ordeal. At peak hour, the commuter trains - which carry six million people each day - are packed with up to 5,000 commuters, even though they're built for 1,800. Every day, an average of 11 people die on the railway system, either because they fall off the trains or because they're hit by passing locomotives as they cross the tracks.", "text2": "\"308 people were killed in the terror attacks in Mumbai.\"", "label": 1}
{"text1": "People who are deaf or have hearing impairments, those who are blind or have vision impairments, and those with mobility impairments may face unique challenges in an emergency. Their ability to detect a fire or escape its effects may be hindered by their impairments. As a result, people with these impairments are at a greater risk of death or injury due to fire.", "text2": "\"Blind individuals have an advantage in locating a fire within the vicinity.\"", "label": 1}
{"text1": "Stolen Warhol works recovered: Amsterdam police said Wednesday that they have recovered stolen lithographs by the late U.S. pop artist Andy Warhol worth more than $1 million. Dali's paintings are still missing.", "text2": "\"Police have found all the missing Dali paintings, worth millions of dollars, along with the recovered Warhol lithographs.\"", "label": 1}
{"text1": "In 1997, Tyson bit off part of one of Evander Holyfield's ears in their rematch that led to Tyson's disqualification and suspension. In 2002, at a melee at a news conference in New York, Tyson bit champion Lennox Lewis' leg.", "text2": "\"Tyson bit part of champion Lennox Lewis' leg in their rematch in 1997.\"", "label": 1}
{"text1": "The papers presented show that all European countries are experiencing rapidly aging populations that will cause sharp increases in the cost of retirement income over the next several decades.", "text2": "\"The presented papers confirm that the national pension systems across Europe are facing significant challenges as a result of the rapidly aging populations.\"", "label": 0}
{"text1": "While local cab drivers had compliments, not everyone appreciated the company. The Chicago Cubs decided to cancel their booking after hearing about the con, and J.J. Hardy of the Milwaukee Brewers reported being kept up by fans on Wednesday night. The Brewers lost their game the following day. The convention closed with next year's date ―June 26-29 ―along with the announcement of a guest: Disney animator Floyd Norman. The event's theme will be \"It's a Jungle Out There!\".", "text2": "\"The Chicago Cubs cancelled their booking for the convention after hearing about the con.\"", "label": 0}
{"text1": "At approximately 3:20 p.m., an unnamed caller reported sight of the suspects on a near street, East 27th Street, causing police to create a blockade, surrounding the suspect. This is where the other two officers were shot, this time in an exchange of gunfire while attempting to take the alleged shooter of the two officers into custody. The suspect was killed by police gunfire. The suspects name was Lovelle Mixon, aged 26, who had a warrant issued for his arrest after his bail was revoked for violation of parole. All four of the officers were taken to Highland Hospital in critical condition where they all later died of their injuries. There names were: Sargent Erv Romans, aged 43, Sargent Dan Sakai, 35, John Hege aged 41 and Mark Dunakin, 40.", "text2": "John Hege and Sargent Erv Romans were both critically injured and taken to Highland Hospital.", "label": 0}
{"text1": "Canadian traffickers also are reported to drop their marijuana loads across the border in remote areas (often without the knowledge of rural landowners), cross into the United States without drugs, later retrieve the marijuana, and continue on to U.S.  distribution sites.", "text2": "\"None of the marijuana entering the United States comes from Canada.\"", "label": 1}
{"text1": "SCORES of fast food outlets have launched a legal challenge over payment and employment conditions for its workers, it emerged yesterday. The case is being taken by the newly formed Quick Service Food Alliance (QSFA), which also warned that current legislation would lead to job losses and businesses closures due to labour costs. The QSFA represents 170 businesses in the fast food sector including Subway, Supermacs and McDonald's. It said it was to take a High Court challenge to the rights of the Catering Joint Labour Committee (JLC) to set minimum wages and employment conditions for workers in the catering industry.", "text2": "The Quick Service Food Alliance is also supported by Subway and Supermacs.", "label": 0}
{"text1": "The results of numerous epidemiological studies and recent clinical trials provide consistent evidence that diets rich in fruits and vegetables can reduce the risk of chronic disease.", "text2": "\"Eating fruits and vegetables can lead to obesity.\"", "label": 1}
{"text1": "Southwest Airlines on Thursday said rebuilding service at New Orleans was its number one priority as it unveiled its 58th consecutive quarterly profit and enhanced fuel hedges to extend its competitive advantage over rivals.", "text2": "\"Southwest Airlines has never operated in New Orleans.\"", "label": 1}
{"text1": "Officials said the Finnish suspect was among the dead but did not provide a motive for the attack.", "text2": "Officials have confirmed that the individual responsible for the attack, a Finnish national, was counted among the deceased.", "label": 0}
{"text1": "Bogota, 4 May 88 - The dissemination of a document questioning Colombia's oil policy, is reportedly the aim of the publicity stunt carried out by the pro-Castro Army Of National Liberation, which kidnapped several honorary consuls, newsmen, and political leaders.", "text2": "The Army Of National Liberation kidnapped several honorary consuls, newsmen, and political leaders in order to spread a document questioning Colombia's oil policy.", "label": 0}
{"text1": "Neil Armstrong was an aviator in the Navy and was chosen with the second group of astronauts in 1962. Made seven flights in the X-15 program (1960 photo), reaching an altitude of 207,500 feet. Was backup command pilot for Gemini 5, command pilot for Gemini 8, backup command pilot for Gemini 11, backup commander for Apollo 8, and commander for Apollo 11: successfully completing the first moonwalk.", "text2": "Neil Armstrong successfully completed the historic first moonwalk, becoming the first man to set foot on the Moon.", "label": 0}
{"text1": "At eurodisney, once upon a time is now in this magical kingdom where childhood fantasies and make-believe come to life.", "text2": "\"EuroDisney is not located in this magical kingdom.\"", "label": 1}
{"text1": "Last Saturday I was thrilled to read about a school in Co Antrim which has introduced the study of philosophy for students of four years of age and upwards. According to both teachers and parents, the benefits are felt far beyond the classroom, \"not just in terms of increased confidence, motivation and ability, but in a heightened respect for the differing views of others\". In 1999, I walked through the gates of Trinity College to enrol as an undergraduate in the philosophy department. I had just returned home from years living in another city; I was recently married, unemployed and had been diagnosed with a mental illness I didn't quite believe I had. I wasn't sure if I could cope.", "text2": "\"Trinity College is currently offering a degree in philosophy for students of all ages.\"", "label": 1}
{"text1": "Actual statistics about the deterrent value of capital punishment are not available because it is impossible to know who may have been deterred from committing a crime.", "text2": "\"Capital punishment has been proven to effectively deter individuals from committing crimes.\"", "label": 1}
{"text1": "Hoover's director reports directly to Stanford's president.", "text2": "\"Stanford University is the director of Hoover, reporting directly to the president.\"", "label": 1}
{"text1": "Exercising the powers referred to in article 15, paragraph 3, of the protocol to suppress and punish trafficking in persons, especially women and children, the government of Ecuador makes a reservation with regard to article 15, paragraph 2, relating to the settlement of disputes.", "text2": "\"The government of Ecuador exercises its powers to suppress and punish trafficking in persons, especially women and children, as stated in article 15, paragraph 3, of the protocol.\"", "label": 0}
{"text1": "The FMLN has prudently taken time before adopting a definite position, meanwhile the government has increased its detentions and attacked the residences of leaders of the Social Christian People's Movement.", "text2": "\"The government detained FMLN leaders and attacked their residences.\"", "label": 1}
{"text1": "Only a few Mag-lev trains have been used commercially such as at the Birmingham airport in the UK.", "text2": "\"Commercial usage of Maglev trains has been limited, with only a few instances such as the implementation at Birmingham airport in the UK.\"", "label": 0}
{"text1": "In a move reminiscent for some of another actor, Ronald Reagan, who was twice elected governor of California, Schwarzenegger said he would be putting his movie career on hold so he can devote his time to running for governor.", "text2": "Schwarzenegger decided to suspend his movie career temporarily in order to focus on his campaign for governor, drawing parallels to Ronald Reagan's choice to do the same.", "label": 0}
{"text1": "If confirmed as rabies, the case could be the first occurence of the infection acquired in the UK since 1902.", "text2": "\"A case of rabies was confirmed in the UK, marking the first instance of the infection acquired since 1902.\"", "label": 1}
{"text1": "The president of the organization for the construction of the new Acropolis Museum, professor Dimitrios Pandermalis, announced that the Museum will be ready to operate as an exhibition center for archaeological treasures in 2007. In response to this statement, the Greek government re-issued demands regarding the subject of the Parthenon Marbles' restoration to Greece from the United Kingdom. After visiting the construction site, Greek Culture Minister George Voulgarakis reiterated yesterday that the new Athens museum would be ready to receive visitors by the end of next year.", "text2": "George Voulgarakis is the Greek Culture Minister.", "label": 0}
{"text1": "\"This is a major milestone on our road to recovery, and I want to thank the members of Congress who came together in common purpose to make it happen,\" Obama said in his weekly address. \"I will sign this legislation into law shortly, and we'll begin making the immediate investments necessary to put people back to work doing the work America needs done. This historic step won't be the end of what we do to turn our economy around, but the beginning.\"", "text2": "\"The Congress has united in a common purpose to jumpstart the economy.\"", "label": 0}
{"text1": "Meteorological observations suggest Claudette remained a tropical storm as she affected parts of west Texas.", "text2": "\"A category 5 hurricane has left no impact on the affected regions.\"", "label": 1}
{"text1": "Two Greenpeace protestors entered the CBI conference at the Business Design Centre in Islington, London and delayed a speech being made by the Prime Minister Tony Blair, in which he was expected to announce the consideration of further nuclear power stations to offset the increasing gas prices being experienced by industry in the UK. The protestors, wearing yellow safety jackets over business suits, climbed up into the ceiling rafters and held  banners saying \"NUCLEAR: WRONG ANSWER\", and dropped 'radioactive confetti' onto the delegates down below. Greenpeace threatened to make noise and throw missiles at the Prime Minister should he make his speech.", "text2": "\"Greenpeace arrived at the CBI conference in Islington wearing yellow safety jackets.\"", "label": 1}
{"text1": "A jet, carrying French Caribbean islanders home from a Panama vacation, crashed in rural Venezuela early Tuesday, after the pilot reported trouble with the engines.", "text2": "\"A plane carrying tourists back from a vacation in the French Caribbean island of Martinique crashed in eastern Venezuela on Tuesday, killing all 100 passengers on board, authorities reported.\"", "label": 1}
{"text1": "After graduating in 1977, Gallager chose to accept a full scholarship to play football for Temple University.", "text2": "\"Gallager made the decision to pursue his studies at Temple University after being awarded a full scholarship.\"", "label": 0}
{"text1": "This became Aquincum when the Romans established a military camp and civilian town there at the end of the 1st century AD.", "text2": "\"One of the earliest known settlements on the site was the ancient Roman city of Aquincum, founded by the Romans in the 2nd century BC.\"", "label": 1}
{"text1": "Vegetables help to preserve your bones, and help fight the bone-thinning disease osteoporosis.", "text2": "Meat and vegetables prevent osteoporosis.", "label": 1}
{"text1": "'Seeing that the decision to exploit oil in block 16 has been taken, we are now working to make the project as environmentally sustainable as possible,' says Danila Silva of EcoCiencia, an environmental research group.", "text2": "\"Solar energy and wind power are being utilized to extract oil in block 16.\"", "label": 1}
{"text1": "CBS newsman Harry Reasoner is returning to his Iowa hometown to get married Saturday.", "text2": "\"CBS newsman Harry Reasoner will tie the knot in his Iowa hometown on Saturday.\"", "label": 0}
{"text1": "Pakistani officials announced that two South African men in their custody had confessed to planning attacks at popular tourist spots in their home country.", "text2": "Two Pakistani men were arrested in South Africa in the past week after a shoot-out at a house between ISIS operatives and security forces.", "label": 1}
{"text1": "Two new Les Paul books arrive in stores this year: The Les Paul Legacy by Rob Lawrence is due from Hal Leonard Publishing on October 27.", "text2": "\"Rob Lawrence is the author of The Les Paul Legacy.\"", "label": 1}
{"text1": "The experiment helped establish that the bacteria came first, causing inflammation, then ulcers.", "text2": "\"Ulcers are the cause of inflammation.\"", "label": 1}
{"text1": "The city is twinned with Glasgow, Dortmund, Pleven, and Le Mans.", "text2": "\"Pleven is twinned with Pleven.\"", "label": 1}
{"text1": "Argentina was still obsessed with the Falkland islands even in 1994, 12 years after its defeat in the 74-day war with Britain.", "text2": "Argentina's obsession with the Falkland Islands continued in 1994, despite their defeat in the 74-day war with Britain twelve years prior.", "label": 0}
{"text1": "Acetaminophen is best known as the drug in products sold under the Tylenol brand, but is widely available in typically less expensive generic versions.", "text2": "\"Acetaminophen is exclusively manufactured by Tylenol.\"", "label": 1}
{"text1": "The Supreme Court said today states may bar the removal of life-sustaining treatment from comatose patients who have not made or cannot make their desires known.", "text2": "\"In a majority of scenarios, patients are conscious and fully capable of expressing their desires.\"", "label": 1}
{"text1": "Bowles will take the title HRH Duchess of Cornwall, changing it to the Princess Consort, when Charles becomes King.", "text2": "When Charles ascends to the throne, Camilla will transition from being a duchess to assuming the role of Princess Consort.", "label": 0}
{"text1": "Prolonged exposure to UV-B light can cause sunburn, and there are worries that damage to the ozone layer may lead to an increase in the incidence of skin cancer.", "text2": "\"Exposure to UV-B light does not cause sunburn.\"", "label": 1}
{"text1": "Carmine Rocco, Health Director was contacted in June by Sue Robbins, Division of Waste Management, to advise him that she would be in the county to conduct a site visit to the former Woodson-Tenent Laboratory.", "text2": "\"Carmine Rocco received notification from Sue Robbins about her upcoming visit to the former Woodson-Tenent Laboratory.\"", "label": 0}
{"text1": "Mark Allen, the company's president and chief operating officer, will become the new CEO.", "text2": "\"Mark Allen has been promoted to the position of vice president and chief financial officer.\"", "label": 1}
{"text1": "Tuareg fighters launched uprisings in the Sahara in the 1960s and 1990s, and renewed rebellions since early 2007 against the central governments of Niger and Mali have increased instability in a region where al Qaeda cells also operate. Fighting in Niger's rebellion, instigated by the Niger Justice Movement (MNJ), has killed more than 300 rebels and around 80 government soldiers. The MNJ says it is fighting for equality with black Africans in the south of the country, more political autonomy and a greater say in the use of mineral resources from the north, which has a booming uranium mining industry.", "text2": "\"Tuareg fighters are known for their peaceful protests against the central governments of Niger and Mali.\"", "label": 1}
{"text1": "95% of the Gulf of Mexico's oil output is now out of service following Katrina, together with more than 83% of natural gas production.", "text2": "\"Natural gas prices have plummeted as Hurricane Katrina has had minimal impact on natural gas production in the Gulf of Mexico.\"", "label": 1}
{"text1": "The publishing of a series of cartoons of the Prophet Mohammad in a Copenhagen newspaper sparked a string of harsh and in some places violent reactions in the Middle East, forcing European leaders to try to calm the situation. This backlash started in late September 2005, when the Danish newspaper Jyllands-Posten published a dozen cartoons depicting the Prophet Mohammad. The images ranged from serious to comical in nature; a particularly controversial cartoon portrays Mohammad with a bomb wrapped in his turban. The Jutland-based newspaper states that the images were meant to inspire some level of public debate over the image of Islam in Europe, and had no direct aim of offending anyone.", "text2": "The series of cartoons published by Jyllands-Posten in late September 2005 depicted the Prophet Mohammad and sparked a strong backlash in the Middle East.", "label": 0}
{"text1": "By law, Mexico can only export half the oil it produces to the United States.", "text2": "\"Mexico can export all of its oil production to the United States.\"", "label": 1}
{"text1": "Jacques Santer succeeded Jacques Delors as president of the European Commission in 1995, the second Luxembourger to hold this high office.", "text2": "\"Jacques Santer succeeded Jacques Delors in the presidency of the European Commission.\"", "label": 1}
{"text1": "About 30,000 Rolling Stones fans poured into Fenway Park this evening, fortunate to have scored tickets to the kickoff of the band's latest world tour.", "text2": "The Rolling Stones kicked off their latest world tour with a concert at Fenway Park, drawing a crowd of approximately 30,000 devoted fans.", "label": 0}
{"text1": "The pet passport is a pink A4 sheet which contains the microchip number and certification that the dog has a rabies vaccination, and needs to be signed by a veterinary surgeon who has LVI status. The passport is not to be confused with the much smaller purple folder routinely issued by vets which records the complete vaccination history of the pet.", "text2": "\"The pet passport is a small purple folder that contains the complete vaccination history of pets.\"", "label": 1}
{"text1": "Two 8-year-old girls in Orlando, Florida, located in the United States have made a big donation to the research and curing of breast cancer. Victoria Petrucelly and Jesse Theobald along with classmates from their third grade class at The Christ School, raised almost US$24,000 by setting up lemonade stands and selling pink lemonade. The two girls were thinking about starting the lemonade stand in 2008, but were inspired to donate money when Petrucelly's mother, who suffered from the disease, died on Valentine's Day, February 14.", "text2": "Jesse Theobald and Victoria Petrucelly are classmates at The Christ School.", "label": 0}
{"text1": "The substances that our company uses do not leave stains, do not have an unpleasant smell and are not toxic.", "text2": "\"Our substances create stains.\"", "label": 1}
{"text1": "U.S. President George W. Bush and Congressional leaders from both political parties have reached agreement on US$150 billion in tax relief in an effort to help stimulate the United States economy. VOA White House Correspondent Scott Stearns has the story. The agreement includes provision to give up to US$600 in tax rebates to millions of wage earners and an additional US$300 refund for each child. It allows businesses to immediately write off 50 percent of capital equipment purchases.", "text2": "The Congressional leaders, together with U.S. President George W. Bush, have agreed on a tax relief plan aimed at stimulating the economy.", "label": 0}
{"text1": "Following a steady flow of leaks and statements on apparently incriminating discoveries, her office has been gagged by senior legal authorities.", "text2": "Due to incriminating discoveries, leaks were placed on Holland's office.", "label": 1}
{"text1": "Kozlowski and the company's former chief financial officer, Mark Swartz, were sentenced, on Monday, to up to 25 years in prison.", "text2": "A New York state judge also ordered Kozlowski and former Chief Financial Officer, Mark Swartz, to serve only 5 years in prison.", "label": 1}
{"text1": "Jews were confined to the Jewish part of town called a ghetto, and many people there starved to death.", "text2": "\"Disease, malnutrition, and the abundance of resources allowed the Jewish community to thrive, resulting in a prosperous and healthy population throughout the ghetto.\"", "label": 1}
{"text1": "A mercenary group, faithful to the warmongering policy of former Somozist colonel Enrique Bermudez, attacked an IFA truck belonging to the interior ministry at 0900 on 26 March in El Jicote, wounded and killed an interior ministry worker and wounded five others.", "text2": "\"A mercenary group was peacefully distributing food aid in El Jicote.\"", "label": 1}
{"text1": "A bouncer at the Irish Pub in Atlantic City, New Jersey was stabbed to death Saturday morning while trying to break up a fight. Luis Martinez, 25, of Newark, was arrested on two charges of aggravated assault for the brawl that left 27-year-old Richard Rivera dead.", "text2": "\"Luis Martinez is responsible for the fight that resulted in the death of Richard Rivera.\"", "label": 1}
{"text1": "Iran will hold the first runoff presidential election in its history, between President Akbar Hashemi Rafsanjani and Tehran's hard-line mayor, election officials said Saturday.", "text2": "\"Iran's presidential election will witness a runoff for the first time in history, featuring President Akbar Hashemi Rafsanjani and Tehran's hard-line mayor, as announced by election officials on Saturday.\"", "label": 0}
{"text1": "Co-author Dr Zita Martins, a chemist and astrobiologist from Imperial College London, believes their findings suggest that some of the chemicals that generated life on Earth came from meteorite bombardments. \"We are not saying that only meteorites contributed to the building blocks of life,\" she said, \"but it's a very great contribution.\" Other scientists, however, do not believe that meteoritic chemicals played such a significant role. According to Emeritus Professor Robert Shapiro of New York University, \"They're a subunit of a subunit of DNA. My opinion is that their amounts were utterly unimportant and insignificant.\" Wikinews contacted Professor Paul Davies, a physicist and astrobiologist presently at Arizona State University, about the recent findings. While he agreed with the findings, he said that he thinks such discoveries are \"a red herring in the origin of life story - a hangover from the Miller-Urey experiment. Life is all about information - its replication and processing.\"", "text2": "\"Dr Zita Martins, a chemist and astrobiologist, conducts research at Imperial College London.\"", "label": 0}
{"text1": "The tallest building in Tokyo and the second tallest building in Japan, the TMGO was conceived as a high-tech center from which Tokyo could be led into the promising twenty-first century.", "text2": "\"The TMGO is the tallest building in Tokyo and the second tallest building in the world.\"", "label": 1}
{"text1": "Though owning no trees and no waters, Takeshima Island has become the subject of a bitter political dispute between Japan and South Korea.", "text2": "\"Despite its lack of any trees or waters, Takeshima Island has been at the center of a harmonious collaboration between Japan and South Korea.\"", "label": 1}
{"text1": "Twenty-four people, among them seven children, were killed on Sunday after their airplane crashed in a river in Brazil. Four people survived the crash, including a 9-year-old boy. The aircraft, which was a twin-engine Embraer turboprop chartered by Manaus Aerotaxis, was carrying 26 passengers and two crew members when it crashed. The pilots of the plane, which had departed from Coari, had supposedly contacted the air traffic control near their destination of Manaus to announce  that they were turning back. The plane, however, then disappeared from radar. The plane made an emergency landing in the river Manacapuru, a branch the  Amazon river in the Brazilian state of Amazonas, 50 miles (80 kilometers) from Manaus.", "text2": "A total of 26 passengers and 2 crew members were on board the crashed aircraft, resulting in 7 children and 17 adults losing their lives in the tragic airplane accident.", "label": 0}
{"text1": "Apart from the new substances entering the market, the phase out of existing ones, which have been definitely identified as damaging the ozone layer, is far from complete.", "text2": "\"Existing substances have not been identified as damaging the ozone layer.\"", "label": 1}
{"text1": "In early December, Glavkos Clerides and Rauf Denktash, respectively the leaders of the two parts of Cyprus, startled Cypriots by announcing that they would meet for the first time in four years.", "text2": "\"Cyprus was united again in December.\"", "label": 1}
{"text1": "It takes 560 years to complete one trip around the Sun (versus 250 years for Pluto).", "text2": "\"It takes 560 years for one complete orbital revolution of the Sun by Pluto, which is twice as long as the time it takes for Pluto to complete its trip.\"", "label": 0}
{"text1": "\"I've been trying to keep 'Office actions' to a minimum (partly in reaction to some fairly heavy-handed WP:OFFICE stuff in the past), and it would be helpful to be able to say that any given action was taken by the community, not by the Foundation,\" said Godwin on Wikipedia's Administrators' noticeboard on May 2, the same day of the EFF's press release. 'Office actions' are changes directly authorized by the Foundation which are made to content on any of the Wikimedia projects. The edits are made by staff members working for the Foundation's head office located in San Francisco, California. Edits of this nature are generally \"removals of questionable or illegal Wikimedia content following complaints,\" according to Wikipedia's policy on 'Office Actions.'.", "text2": "San Francisco, California, is the location of the Wikimedia Foundation's head office.", "label": 0}
{"text1": "Sweden-based airline Scandinavian Airlines System (SAS) said it will reduce payrolls by 8,600 jobs as part of its \"Core SAS\" restructuring plan. The airline will cut 3,000 staff directly and eliminate 5,600 by divesting business ventures, reducing the workforce by 40% to 14,000. The restructuring  comes after SAS posted losses of 6.32 billion Swedish krona in 2008. The company is also to sell airBaltic and Spanair and its stakes in Air Greenland,  BMI, Estonian Air, Skyways Express, Spirit Airlines and Trust. Spanair is to be sold for €1. The company intends to switch to concentrating on its core  Nordic market.", "text2": "SAS, a Sweden-based airline, is reducing its workforce by 40% and divesting from several business ventures, resulting in the elimination of 8,600 jobs.", "label": 0}
{"text1": "The new work went an extra step, suggesting that the connections that the stem cells form to help bridge the damaged spinal cord, are key to recovery.", "text2": "\"The recent study, published yesterday, is yet another failed attempt to demonstrate the potential of stem cells in the treatment of spinal cord injuries.\"", "label": 1}
{"text1": "Also, in a landmark deal with Disney, iTunes is now offering current and past episodes from two of the most popular shows on television.", "text2": "iTunes now has a partnership with Disney and is providing current and past episodes from two highly popular television shows.", "label": 0}
{"text1": "The ghost shirt was then donated to the Glasgow Museum in 1892 by an Indian interpreter and has remained a visitor attraction for 100 years. It became the subject of an ownership wrangle when descendants of the Sioux tribe petitioned for its return in 1995. The Wounded Knee Survivors Association including a Lakota elder had it returned to the tribe.", "text2": "A Scottish museum returned a Sioux ghost shirt after it was petitioned for its return by descendants of the Sioux tribe.", "label": 0}
{"text1": "As the storm passed, a celebratory mood took over the city until early Sunday morning, when rap mogul, Suge Knight, was targeted by gunfire at a Kanye West party.", "text2": "\"The storm unleashed chaos on the city until early Sunday morning, when rap mogul, Suge Knight, was shot in the leg at a peaceful Kanye West party.\"", "label": 1}
{"text1": "On the eve of a widely anticipated retaliation against Russian forces in Grozny, military commanders withdrew key units from the city, leaving it vulnerable to guerrilla infiltration.", "text2": "\"Rather than being vulnerable to guerrilla infiltration, Russian forces were well-equipped to combat any surprise attack in Grozny.\"", "label": 1}
{"text1": "The Mona Lisa, painted by Leonardo da Vinci from 1503-1506, hangs in Paris' Louvre Museum.", "text2": "\"The Mona Lisa can be found at the Louvre Museum in Paris, France.\"", "label": 0}
{"text1": "On Friday, James appeared in a Santa Barbara, California court for arraignment on charges of kidnapping and murdering a 15-year-old boy. James will plead not guilty, according to his attorney, James E. Blatt. Blatt also criticized the portrait prosecutors had painted of his client. \"Have you ever seen a 20 year-old mastermind? He was not the shooter. He was not at the scene,\" said Blatt.", "text2": "\"James pleaded guilty and admitted to being the mastermind behind the kidnapping and murder of the 15-year-old boy in California.\"", "label": 1}
{"text1": "Geoscience Australia said the 5.3 quake did not generate a tsunami. The 2004 Indian Ocean earthquake, which had a magnitude of 9.0, triggered a series of lethal tsunamis on December 26, 2004 that killed over 270,000 people, making it the deadliest tsunami in recorded history.", "text2": "\"A magnitude 5.3 earthquake always generates a massive and deadly tsunami.\"", "label": 1}
{"text1": "The sale was made to pay Yukos' US$ 27.5 billion tax bill, Yuganskneftegaz was originally sold for US$ 9.4 billion to a little known company Baikalfinansgroup which was later bought by the Russian state-owned oil company Rosneft .", "text2": "The Russian state-owned oil company Rosneft later acquired Baikalfinansgroup, which had initially purchased Yuganskneftegaz.", "label": 0}
{"text1": "Greenspan's stance has underpinned predictions the Fed will raise rates steadily this year.", "text2": "\"The Greenman's stance has fueled expectations that the Fed will gradually reduce the interest rates this year.\"", "label": 1}
{"text1": "In sub-Saharan Africa about one in every 30 people is infected with HIV.", "text2": "\"Sub-Saharan Africa has the highest rate of HIV infections, with 30% of its population infected.\"", "label": 1}
{"text1": "Thousands of Shiite Muslims rallied Friday, in the southern city of Basra, to show support for Iraq's new constitution and the Shiite-dominated government.", "text2": "\"Numerous Shiite Muslims gathered in Basra, a southern city in Iraq, to express their solidarity with the new constitution and the Shiite-led government.\"", "label": 0}
{"text1": "Her husband, political novice Juan Carlos Lecompte, scrambles to preserve Betancourt's dream and sustain the Oxygen Green Party, the political party she founded.", "text2": "\"Betancourt's dream and the Oxygen Green Party were established by Juan Carlos Lecompte, a political novice.\"", "label": 1}
{"text1": "GUS on Friday disposed of its remaining home shopping business and last non-UK retail operation with the €390m (£265m) sale of the Dutch home shopping company, Wehkamp, to Industri Kapital, a private equity firm.", "text2": "\"GUS completed the sale of Wehkamp to a private equity firm for £265m.\"", "label": 0}
{"text1": "United States President Barack Obama unveiled his administration's 2010 United States federal budget on Thursday. The budget calls for a record US$3.6 trillion in spending.The new budget will use a $1.75 trillion deficit, which would be nearly four times greater than any previous deficit and is $250 billion larger than what was projected just days ago due to a proposed new spending for another bank bailout.", "text2": "\"President Barack Obama's administration projected a $1.75 trillion deficit, surpassing any previous deficit and increasing by $250 billion due to proposed additional spending for a bank bailout, in their unveiling of the 2010 United States federal budget.\"", "label": 0}
{"text1": "The cost of the consumer of the United States fell in June.", "text2": "\"Consumer spending in the U.S. skyrocketed in June.\"", "label": 1}
{"text1": "Anita Page, an MGM actress who appeared in films with Lon Chaney, Joan Crawford and Buster Keaton during the transition from silent movies to talkies, has died at the age of 98. Page died in her sleep early Saturday morning at her home in Los Angeles, said actor Randal Malone, her longtime friend. Page was born Anita Pomeres on August 4, 1910 in Flushing, New York. She was the leading lady to Lon Chaney, Buster Keaton, Robert Montgomery, and Clark Gable (among others), and during the early 1930s was one of Hollywood's busiest actresses, as well as being romantically involved with Gable. At the height of her popularity, she was receiving more fan mail than any other female star, with the exception of Greta Garbo, and received multiple marriage proposals from Italian Prime Minister Benito Mussolini in the mail.", "text2": "Anita Page received numerous marriage proposals from Benito Mussolini in the mail.", "label": 0}
{"text1": "According to the captain, the 1999 ferry was inspected by the Transport Ministry on December 9 and was certified to be in good condition. \"It seems that due to the weather conditions the chance is little, but we still hope,\" Djamal stated. With 17 crew members, and carrying 200 tons of cargo, the ill-fated PT Nur Budi owned and operated ferry sank so fast that the crew \"had no chance to ask the passengers to wear life jackets.\"", "text2": "\"A Chinese cruise ship with 500 tourists capsized.\"", "label": 1}
{"text1": "According to Nelson Beavers, who is a co-owner of the current company, Carolina Analytical Laboratories, LLC. and has ownership/employment history with Woodson-Tenent and Eurofins, the septic system was installed in the early 1990s.", "text2": "\"Nelson Beavers is currently a co-owner of Carolina Analytical Laboratories, LLC.\"", "label": 0}
{"text1": "Russia doesn't excel in auto manufacturing, but it is tops in other areas. The country's great wealth in oil, natural gas, and metals, in addition to generating revenue for the government, is creating a new middle class that craves European, Japanese and American cars.", "text2": "\"Russian citizens belonging to the emerging middle class have a growing demand for Japanese and American automobiles.\"", "label": 0}
{"text1": "It rewrites the rules of global trade, established by the General Agreement on Tariffs and Trade, or GATT, in 1947, and modified in multiple rounds of negotiations since then.", "text2": "\"GATT was initially established in the 1960s and has remained largely unchanged since then.\"", "label": 1}
{"text1": "Interim Palestinian leader, Mahmoud Abbas, has won a landslide victory in Sunday's presidential election and will succeed the late Yasser Arafat.", "text2": "\"Despite losing the Palestinian presidential elections, Mahmoud Abbas remains committed to upholding the legacy of Yasser Arafat, who passed away in November 2004.\"", "label": 1}
{"text1": "Euro Disney is one of the most popular theme parks of USA.", "text2": "\"Euro-Disney is located in Canada.\"", "label": 1}
{"text1": "Witnesses told police a gas canister exploded to start the fire in a multilevel building which houses the Ycua Bolanos supermarket, a food court and a parking garage, causing the bottom floor to collapse.", "text2": "\"Television footage revealed the supermarket's top floor completely untouched by the fire, including the lower level parking garage.\"", "label": 1}
{"text1": "On 21 July, the Macdonough patrolled the waters off Guam to protect the assault craft from enemy submarines, continuing that role until departing for Hawaii on 10 August. After a day at Pearl Harbor, she departed for the Admiralty Islands.", "text2": "The Macdonough arrived in Guam on 10 August.", "label": 1}
{"text1": "Brazilian cardinal Dom Eusbio Oscar Scheid, Archbishop of Rio de Janeiro , harshly criticized Brazilian President Luiz Inácio Lula da Silva after arriving in Rome on Tuesday.", "text2": "Dom Eusbio Oscar Scheid, the Brazilian cardinal, harshly criticized Luiz Inácio Lula da Silva, the President of Brazil, after arriving in Rome on Tuesday.", "label": 0}
{"text1": "Meanwhile, in an exclusive interview with a TIME journalist, the first one-on-one session given to a Western print publication since his election as president of Iran earlier this year, Ahmadinejad attacked the \"threat\" to bring the issue of Iran's nuclear activity to the UN Security Council by the US, France, Britain and Germany.", "text2": "Ahmadinejad expressed his concerns regarding the United States, France, Britain, and Germany's intention to take Iran's nuclear activity issue to the UN Security Council.", "label": 0}
{"text1": "Councilman Pierce said he was advised that the car belonged to James Clark, 68, an acquaintance of the Jones family.", "text2": "\"Councilman Pierce mentioned that he was informed that the car was registered under his own name.\"", "label": 1}
{"text1": "Once you get a chance to talk to West Palm Beach, Florida native Whitney Cunningham, who placed seventh on the eighth cycle of the popular reality TV series America's Next Top Model, you begin to understand what host Tyra Banks meant when she described her as the \"full package.\" First of all, she is confident and headstrong, which is a must on these kinds of shows, almost as much as it is to take a beautiful modelesque picture. Second, she turns that confidence into drive. She has been receiving steady work as a model since leaving the show, and still believes that her goal of being the first woman to wear a size ten dress on the cover of Vogue is in reach. Third, and probably most important to television viewers, she obliterates the age-old model stereotype that to be pretty and photograph well, one must also be vapid and without a thought.", "text2": "Whitney Cunningham is determined to achieve her goal of being the first woman to wear a size ten dress on the cover of Vogue.", "label": 0}
{"text1": "Her Majesty Queen Elizabeth II was born in London on April, 21 1926, first child of the Duke and Duchess of York, subsequently King George VI and Queen Elizabeth. Five weeks later she was christened in the chapel of Buckingham Palace and was given the names Elizabeth Alexandra Mary Windsor. The Queen ascended the throne on February 6, 1952 upon the death of her father, King George VI. Her Coronation followed on June 2, 1953.", "text2": "George VI was the father of Queen Elizabeth II.", "label": 0}
{"text1": "Kozlowski and the company's former chief financial officer, Mark Swartz, were sentenced, on Monday, to up to 25 years in prison.", "text2": "\"Kozlowski and his former business partner, Mark Swartz, were given prison sentences ranging from 10 to 15 years for embezzling over $150 million (£m) from Tyco, a US manufacturing firm.\"", "label": 1}
{"text1": "In that decade, Missouri's Hispanic population grew to 118,000 from about 60,000, he said.", "text2": "\"Missouri's Hispanic population is 60,000.\"", "label": 1}
{"text1": "The British tabloids portrayed Nicholas Leeson as a working-class villain who single-handedly brought down Barings PLC, a 233-year-old London merchant bank that helped finance the Napoleonic wars.", "text2": "\"Nicholas Leeson was an esteemed member of the British nobility who single-handedly resurrected Barings PLC, a 233-year-old London merchant bank that greatly contributed to the success of the Napoleonic wars.\"", "label": 1}
{"text1": "Guerrillas killed a peasant in the city of Flores.", "text2": "\"Rebels fatally targeted a civilian in the urban area of Flores.\"", "label": 0}
{"text1": "BEA Arthur seemed the very definition of a tough showbiz broad. Tall, astringent, imperious -- she looked like someone who didn't suffer fools and could cut them down with a withering look or a well-aimed barb, delivered in that famous contralto. And it was, for the most part, all an act, says her close friend of more than 40 years, Angela Lansbury. \"Bea was absolutely the antithesis of the characters she portrayed,\" Lansbury says. \"She was sensitive -- really, really sensitive -- and self-conscious. But she covered it up by becoming this deep-voiced comic.", "text2": "\"BEA Arthur was a shy and introverted individual.\"", "label": 1}
{"text1": "Heemeyer cut portholes for his guns, then welded a tight enclosure around them so police bullets could not penetrate.", "text2": "Out of a rusty bicycle, Heemeyer constructed a bulletproof fortress that no police bullet could pierce.", "label": 1}
{"text1": "SCI, Houston's largest funeral services company, was headed by Robert Waltrip--a close associate of the Bush family.", "text2": "\"Robert Waltrip is a member of the Bush family.\"", "label": 1}
{"text1": "The Duke of Edinburgh and I are very happy that the Prince of Wales and Mrs. Parker Bowles are to marry.", "text2": "\"I am thrilled and hope The Duke of Edinburgh and Mrs. Parker Bowles have a joyful marriage.\"", "label": 1}
{"text1": "In Africa today, the majority of infected people acquire HIV by the time they are in their 20s or 30s and, on average, die within ten years.", "text2": "\"Only 10 percent of people infected with HIV live in Africa today, with the majority acquiring the virus in their 20s or 30s and dying within ten years on average.\"", "label": 1}
{"text1": "Kerry hit Bush hard on his conduct on the war in Iraq.", "text2": "\"Kerry physically attacked Bush.\"", "label": 1}
{"text1": "The Dayton Peace Accords for Bosnia and Herzegovina was the first major peace agreement adopted after the Beijing conference, in December 1995.", "text2": "\"The Dayton Peace Accords were established to bring an end to the conflict in Bosnia and Herzegovina.\"", "label": 0}
{"text1": "Nor is it clear whether any US support to Germany, in favour of Bonn as the WTO headquarters, would necessarily tilt a decision in that direction.", "text2": "\"The WTO headquarters is definitely located in Berlin.\"", "label": 1}
{"text1": "Thanks to the thirty Heads who responded to my question about maternity leave. Clearly, the amount of maternity leave offered to teachers at international schools varies greatly from school to school.", "text2": "\"The response from thirty Heads about maternity leave indicates that it is consistent across all international schools.\"", "label": 1}
{"text1": "A man is due in court later charged with the murder 26 years ago of a teenager whose case was the first to be featured on BBC One's Crimewatch. Colette Aram, 16, was walking to her boyfriend's house in Keyworth, Nottinghamshire, on 30 October 1983 when she disappeared. Her body was later found in a field close to her home. Paul Stewart Hutchinson, 50, has been charged with murder and is due before Nottingham magistrates later.", "text2": "\"Paul Stewart Hutchinson is being accused of committing a robbery at a local convenience store.\"", "label": 1}
{"text1": "JOHANNESBURG: Organizers of a peace conference that was to have been attended by five Nobel laureates in Johannesburg this week said Tuesday that they had canceled it after the South African government denied a visa to the Dalai Lama. Two of South Africa's Nobel Peace Prize laureates, the retired Anglican archbishop Desmond Tutu and former President F.W. de Klerk, condemned the government for giving in to pressure from China to block the Tibetan spiritual leader's entry into the country and said they would refuse to participate in the conference if he was not there. The executive director of the Norwegian Nobel Committee, Geir Lundestad, also said he would stay away.", "text2": "The South African government denying a visa to the Dalai Lama resulted in the cancellation of the Peace Conference, showing solidarity with him.", "label": 0}
{"text1": "Frye says, that he (a homeopathy expert) and Iris Bell recently studied homeopathic treatment of fibromyalgia.  A new analysis - comparing published studies of homeopathic drugs to matched, randomly selected studies of medical drugs - suggests that these apparent homeopathic drug effects are merely placebo effects.", "text2": "\"What really pleases Frye and other doctors of homeopathy, however, is that homeopathic remedies are known to have the same effectiveness as medical drugs.\"", "label": 1}
{"text1": "Some observers say the partnership between Google and NASA Ames could create a new hub of technological innovation in Silicon Valley, an area gutted by the technology bust.", "text2": "\"Local officials, environmentalists, and Silicon Valley landlords are thrilled about Google's partnership with NASA Ames Research Center, as it will bring much-needed innovation and vitality to the area.\"", "label": 1}
{"text1": "This opinion poll was conducted on the sixth and seventh of October, and included a cross section of 861 adults with a margin of error estimated at 4%.", "text2": "This survey was executed on the 6th and 7th of October, and comprised a representative sample of 861 individuals with an estimated margin of error of 4%.", "label": 0}
{"text1": "By the time a case of rabies is confirmed, the disease may have taken hold in the area.", "text2": "\"A case of rabies was confirmed before the disease even had a chance to spread.\"", "label": 1}
{"text1": "A member of the Burmese delegation, Thaung Tun, told reporters on the eve of the meeting that his government did not wish to place ASEAN in a difficult position by insisting on assuming the chairmanship.", "text2": "\"The Burmese government expressed their reluctance to burden ASEAN by insisting on assuming the chairmanship, as stated by Thaung Tun, a member of the Burmese delegation.\"", "label": 0}
{"text1": "As leaders gather in Argentina ahead of this weekends regional talks, Hugo Chávez, Venezuela's populist president, is using an energy windfall to win friends and promote his vision of 21st-century socialism.", "text2": "\"Chávez is leveraging the energy windfall to foster alliances and propagate his vision of 21st-century socialism, positioning himself as a leader among his peers in Argentina.\"", "label": 0}
{"text1": "As parties adapt to these new conditions, new definitions - replete with new assumptions about their functions - are likely to shape the ongoing debate about their roles and functions in the 21st century.", "text2": "\"Fewer political parties are expected to dissolve.\"", "label": 1}
{"text1": "Thousands of Shias have marched in the southern Iraqi city of Basra to back the new constitution and to mourn 1,000 pilgrims who died in a stampede.", "text2": "Thousands of Shiite Muslims in Basra gathered in a rally to express their solidarity with Iraq's recently adopted constitution and to commemorate the tragic loss of 1,000 pilgrims in a stampede.", "label": 0}
{"text1": "On Thursday, Syria said that it supports Iran's nuclear stance and said it \"has a right to atomic technology,\" and said Western objections to Tehran's nuclear ambitions were \"not persuasive.\" It comes in the wake of demands by US and European countries for Iran to halt its nuclear fuel enrichment activities. Iran notes that its nuclear program is civilian and consistent with Article IV of the Nuclear Non-Proliferation Treaty, which establishes the inalienable right of all the Parties to the Treaty to develop research, production and use of nuclear energy for peaceful purposes, and that it in line with Article IV, it will not abandon its enrichment efforts.", "text2": "\"Syria expressed its support for Iran's right to pursue atomic technology and disagreed with Western objections to Tehran's nuclear ambitions.\"", "label": 0}
{"text1": "Nancy Vine, who sells tickets at the Big Sky drive-in, seven nights a week, is a daughter of Donald and Dorothy LeGros - part of the extended family that operates the drive-in.", "text2": "\"Nancy Vine works alongside her parents, Donald and Dorothy LeGros, at the Big Sky drive-in.\"", "label": 0}
{"text1": "A male rabbit is called a buck and a female rabbit is called a doe, just like deer.", "text2": "\"A male rabbit is called a doe.\"", "label": 1}
{"text1": "The Bakun Hydroelectric Project (BHEP) comprises the construction of a 2,400MW hydroelectric dam, the transmission of its electricity, and the building of related infrastructure including access roads.", "text2": "A hydroelectric dam, along with its associated infrastructure and transmission systems, is either planned or currently being built as part of the Bakun Hydroelectric Project.", "label": 0}
{"text1": "The two sectors of the divided island of Cyprus held a referendum on reunification on Saturday, April 24, 2004.", "text2": "\"The referendum for reunification in Cyprus was held on a different date than April 24, 2004.\"", "label": 1}
{"text1": "An American journalist of Russian descent, Klebnikov was shot four times by at least one assassin in a passing car as he stepped outside his office that evening in Moscow. He died shortly after arriving at City Hospital No. 20 in Moscow.", "text2": "\"Yuri Gagarin was shot and killed in Moscow.\"", "label": 1}
{"text1": "Cosmonaut Sergei Avdeyev, currently on board the Mir space station, has become the person with the longest total stay in space. He has clocked up 681 days.", "text2": "\"Sergei Avdeyev, a Russian cosmonaut currently aboard the Mir space station, has surpassed all previous records by accumulating a total of 681 days in space.\"", "label": 0}
{"text1": "Councilman Pierce had built the home for his daughter on E. 28th Street off Rossville Blvd, as he lives nearby.", "text2": "\"Pierce's daughter lives on E. 28th Street.\"", "label": 1}
{"text1": "Pyongyang said there was no point in the talks since the US had termed North Korea an 'outpost of tyranny'.", "text2": "\"The US hailed North Korea as a beacon of democracy and human rights.\"", "label": 1}
{"text1": "Naval units evacuated U.S. civilians and military personnel from the Tachen Islands.", "text2": "\"The U.S. Navy safely transported American civilians and military personnel away from the Tachen Islands.\"", "label": 0}
{"text1": "In 2000 there were 10,578 divorces in Bulgaria, which represents 301 divorces per 1000 marriages or a 1.3% divorce rate per 1000 inhabitants.", "text2": "\"In 2000 there were 10 divorces in Bulgaria.\"", "label": 1}
{"text1": "The marriage is planned to take place in the Kiev Monastery of the Caves, whose father superior, Bishop Pavel, is Yulia Timoshenko's spiritual father.", "text2": "\"Yulia Timoshenko is the wife of Bishop Pavel.\"", "label": 1}
{"text1": "This case is one of the first to be prosecuted under a new U.S. law regulating unwanted e-mail.", "text2": "\"There is a new U.S. law that criminalizes the sending of unwanted e-mails.\"", "label": 1}
{"text1": "The organisation reports that it has recently seen a significant rise in the number of complaints and some of these involve modem connections being redirected, unbeknown to the users.", "text2": "\"Users redirecting their modem connections raised complaints within the organization.\"", "label": 1}
{"text1": "The focus on the engines and the fuel, stems from the pilot's radio call, shortly before the crash.", "text2": "The pilot successfully landed the plane safely on one engine after the fuel ran out.", "label": 1}
{"text1": "He met U.S. President, George W. Bush, in Washington and British Prime Minister, Tony Blair, in London.", "text2": "\"George W. Bush met Tony Blair in Washington and London.\"", "label": 1}
{"text1": "The Egyptian Health Ministry reported on Sunday that a six-year-old Egyptian boy contracted bird flu, the sixth such incident in a month. The child was hospitalised on March 28, reported to be in critical condition after treatment, and is breathing with an artificial respirator. The state news agency MENA revealed that the boy's name was Ali Mahmoud Ali Somaa, and that he was from Qalyubia, a province located along the Nile Delta, located about forty kilometres north of Egypt's capital of Cairo. The death toll of the cases of the bird flu virus in humans in Egypt is 23, with the first incident reported in March 2006.", "text2": "Ali Mahmoud Ali Somaa is from Qalyubia, a province located along the Nile Delta in Egypt.", "label": 0}
{"text1": "Jackson also found the company maintained its Windows monopoly by setting deals with computer makers to promote Microsoft products over those from rival software makers.", "text2": "\"Microsoft Windows is a hardware manufacturer.\"", "label": 1}
{"text1": "Protest votes as citizens of the 25 EU nations punished their governments for everything from high unemployment to involvement in Iraq.", "text2": "\"Citizens of the 25 EU nations punish their governments for everything, from high unemployment to involvement in Iraq.\"", "label": 1}
{"text1": "The comments made by Wells today, regarding the commissioner of baseball, do not in any way reflect the views of the club, Sox said in a statement.", "text2": "\"David Wells' controversial remarks prompted a swift reaction from the players' union and the commissioner's office.\"", "label": 1}
{"text1": "German automaker, Volkswagen AG, launched a special collector's edition of its original Beetle, on Thursday, to mark the end of the line for the most popular car in history.", "text2": "The collector's edition of the original Beetle was introduced by German automaker, Volkswagen AG.", "label": 0}
{"text1": "Sheehan, whose 24-year-old son, Casey, died last year in Iraq, started her antiwar demonstration along the roadside in Crawford, Texas, on Aug. 6, demanding to meet with the president.", "text2": "\"Ms. Sheehan, whose 24-year-old son, Casey, died last year in Iraq, decided to forgo her protest and take a vacation in Hawaii with her friends.\"", "label": 1}
{"text1": "Floods are one of Europe's most widespread disasters. Major flooding has occurred nearly every year somewhere on our continent during the last few decades.", "text2": "\"Floods in Europe rarely result in any significant economic impact.\"", "label": 1}
{"text1": "Elsewhere, Mozambique took its first ever Olympic gold medal when Maria Mutola won the women's eight-hundred metres, while the men's ten-thousand-metres went to the Ethiopian Haile Gebrselassie.", "text2": "\"The men's eight-hundred metres champion is from Ethiopia.\"", "label": 1}
{"text1": "The university server containing the information relating to Mason's ID cards was illegally entered by computer hackers.", "text2": "\"The university's computer networks were illicitly breached by unauthorized individuals, resulting in access to the data pertaining to Mason's ID cards.\"", "label": 0}
{"text1": "A message in a bottle thrown into the sea by a four-year-old girl in England has been found 9,000 miles away in Western Australia. Alesha Johnson threw the bottle into the water at Morecambe Bay, Lancashire last July, enclosing her Heysham address, and a picture of herself. The note read: \"If you get this message, please write back.\" This week, she received a letter from a 10-year-old from Perth, who said he had found the bottle in a local Boatyard. Doreen Johnson, the manager of the nursery Alesha attends in Heysham, said: \"We were all very excited when the letter from Australia arrived addressed to Alesha.", "text2": "Doreen Johnson manages the nursery that Alesha attends in Heysham.", "label": 0}
{"text1": "SEATTLE - Apple Inc., maker of Macintosh computers and the iPhone, reports fiscal second-quarter earnings Wednesday after the closing bell. The following is a summary of key developments related to that period. OVERVIEW: In January, Apple founder Steve Jobs addressed the matter of his increasingly gaunt appearance — twice. He first said it was caused by an easily treatable hormone imbalance, and that he would remain at the helm. The next week, Jobs, a cancer survivor, revealed the problem was more complicated and said he would take a medical leave of absence until the end of June. Chief Operating Officer Tim Cook is running the company in his absence.", "text2": "\"Tim Cook is currently serving as the acting CEO of Apple in the absence of Steve Jobs.\"", "label": 0}
{"text1": "That natural increase accounted for 56 percent of Missouri population growth during the past four years.", "text2": "\"Missouri's population growth was solely caused by natural increase throughout the past four years.\"", "label": 1}
{"text1": "The M-2000 uses a commercially manufactured NbTi superconductor, similar to that used in the M-2000 Maglev magnets.", "text2": "\"The M-2000 uses a unique and completely untested type of superconductor, unlike anything used in other Maglev magnets.\"", "label": 1}
{"text1": "Evan Wolfson, the founder of the modern gay marriage movement, tells the waiter he would like an iced decaf and \"the usual.\" Wolfson, one of Time Magazine's Most Influential People in the World, is a man who unflinchingly knows what he wants and stays his course, whether it be in his choice of restaurant or in his choice of battle. And others always know when they see Evan coming what it is that he wants.", "text2": "\"Evan Wolfson was named the Time Magazine's Person of the Year.\"", "label": 1}
{"text1": "He also developed a breath test that could detect sulfur compounds emitted from the H. pylori.", "text2": "\"The H. pylori emits sulfur compounds, which can be detected using a breath test developed by him.\"", "label": 0}
{"text1": "South Korea's deputy foreign minister says his country won't change its plan to send three-thousand soldiers to Iraq, despite the kidnapping of a South Korean man there.", "text2": "South Korea remains committed to dispatching a contingent of three thousand soldiers to Iraq, even in light of the recent kidnapping of a South Korean national.", "label": 0}
{"text1": "Last year's collapse of Italian dairy company Parmalat , with \"14.3 billion euros that must still be accounted for\", is given as evidence for \"a lack of effective tools and controls regarding financial operations\".", "text2": "\"Parmalat's collapse led to the discovery of missing 14.3 billion euros from their finances.\"", "label": 1}
{"text1": "A second man, aged 24, technically freed yesterday was bailed after being questioned over alleged forged identity documents, but has been further detained on immigration matters, a spokesman for Scotland Yard said.", "text2": "\"A spokesman for Scotland Yard was detained on immigration matters yesterday.\"", "label": 1}
{"text1": "Dr. Amy Joy Lanou, director of the Physicians Committee for Responsible Medicine in America, was quick to point out health dangers of the Atkins diet.", "text2": "\"The director of the Physicians Committee for Responsible Medicine in America, Dr. Amy Joy Lanou, emphasized the potential health hazards linked to following the Atkins diet.\"", "label": 0}
{"text1": "When Adolf Hitler heard of how Mussolini was executed and put on public display, he vowed he would not let this happen to him. Hitler shot his mistress and new wife, Eva Braunn, and then swallowing some poison, he shot himself in the mouth.", "text2": "\"Adolf Hitler's mistress was Mussolini.\"", "label": 1}
{"text1": "The galaxy, measuring just 2,000 light-years across, is a fraction of the size of our own Milky Way, which stretches 100,000 light-years in diameter.", "text2": "\"The galaxy measures 100,000 light-years across.\"", "label": 1}
{"text1": "National currencies will be completely replaced by the euro in within six months after the introduction of euro notes and coins.", "text2": "\"The replacement of national currencies with the euro has faced no resistance.\"", "label": 1}
{"text1": "Other friends were not surprised at his death. \"I wasn't surprised,\" said George Stranahan, a former owner of the Woody Creek Tavern, a favourite haunt of Thompson. \"I never expected Hunter to die in a hospital bed with tubes coming out of him.\" Neighbours have said how his broken leg had prevented him from leaving his house as often as he had liked to. One neighbour and long-standing friend, Mike Cleverly, said Thompson was clearly hobbled by the broken leg. \"Medically speaking, he's had a rotten year.\"", "text2": "\"The broken leg had prevented Hunter Thompson from leaving his house as often as he had liked to.\"", "label": 1}
{"text1": "In a separate mass shooting on Saturday in Pittsburgh, a man donned a bulletproof vest and killed three police officers after he had been driven into a murderous rage by an argument with his mother over a dog.  According to court papers, Richard Poplawski — who had recently been dishonourably discharged from the US Marines — had been arguing with his mother about the dog urinating inside their home early on Saturday morning when she threatened to evict him. When the argument escalated, she called the police. By the time a patrol car turned up at after 7am, Mr Poplawski, 23, had armed himself with an assault rifle, a long-arm rifle, a pistol and several rounds of ammunition.", "text2": "A man in Pittsburgh, driven into a murderous rage by an argument over a dog, killed three police officers.", "label": 0}
{"text1": "RED VERSUS YELLOW In broad terms, Thailand's crisis is a battle between the \"yellow shirts\" -- royalists, the military and urban Thais, who back Prime Minister Abhisit Vejjajiva -- and the \"red shirts\" -- supporters of former premier Thaksin Shinawatra whose power base was mainly drawn from the country's millions of rural poor. Bureaucratic and military elites have run Thailand for decades, with the poor excluded except during elections when competing parties would try to buy their votes. When Thaksin swept to power in 2000, promising a raft of policies aimed at the poor, things changed.", "text2": "\"The \"red shirts\" support Thaksin Shinawatra.\"", "label": 0}
{"text1": "INS predicts that the smuggling will continue to increase and that alien smuggling organizations will become more sophisticated, organized, and complex.", "text2": "\"Efforts have been successful in completely eradicating the smuggling of aliens.\"", "label": 1}
{"text1": "Nine men from Darfur have been executed for the beheading of a Sudanese newspaper editor in 2006. They were hanged in a prison in the capital, Khartoum, in front of the relatives of the editor, Mohammed Taha. It was initially thought that Mr Taha had been killed by Islamists but a defence lawyer said an article in his newspaper had angered Darfur groups. His decapitated body was found on a dirt road a day after he had been abducted from his home in Khartoum.", "text2": "The execution of the nine men took place in Khartoum, the capital of Sudan.", "label": 0}
{"text1": "Mr Fitzgerald revealed he was one of several top officials who told Mr Libby in June 2003 that Valerie Plame, wife of the former ambassador Joseph Wilson, worked for the CIA.", "text2": "\"Valerie Plame is Joseph Wilson's former boss.\"", "label": 1}
{"text1": "But most Israelis, including those sympathetic to the settlers' efforts to reclaim all the territory that was part of the biblical Land of Israel, reacted with horror to the Hebron killings and the subsequent violence.", "text2": "\"Hebron is located in northern Israel, just a few miles away from Tel Aviv.\"", "label": 1}
{"text1": "Bush's second term as President of the United States, which began on January 20, 2005, expired with the swearing-in of the 44th President of the United States, Barack Obama, at noon EST (UTC-5), under the provisions of the Twentieth Amendment to the United States Constitution. Bush performed his final official act this morning, welcoming Barack Obama and Michelle to the White House for coffee before the swearing-in, shortly before 10am EST, and then accompanied them there by motorcade to attend the ceremony. Last week, Bush had made his farewells to the nation in a televised address, saying that the inauguration turns a page in race relations. \"Obama's story ―his black father was from Kenya, his white mother from Kansas ―represents \"the enduring promise of our land,\" said Bush.", "text2": "George W. Bush's second term as President of the United States ended with the inauguration of Barack Obama as the 44th President of the United States.", "label": 0}
{"text1": "American Airlines began laying off hundreds of flight attendants on Tuesday, after a federal judge turned aside a union's bid to block the job losses.", "text2": "American Airlines has commenced the layoff process for hundreds of flight attendants following the dismissal of a union's attempt to halt the job cuts.", "label": 0}
{"text1": "Take consumer products giant Procter and Gamble. Even with a $1.8 billion Research and Development budget, it still manages 500 active partnerships each year, many of them with small companies.", "text2": "\"Procter and Gamble has no partnerships with small companies.\"", "label": 1}
{"text1": "The American State Department announced that Russia recalled her ambassador to the United States \"for consultation\" due to the bombing operations on Iraq.", "text2": "\"An anonymous insider from the American Ministry of Defense revealed that Russia summoned the United States 'for discussion' in response to the airstrikes in Iraq.\"", "label": 1}
{"text1": "Animals are permitted to enter the UK 6 months later without quarantine as long as they have been treated for ticks, fleas and tapeworms between 24 and 48 hours before boarding the transport that will return the pets to the UK.", "text2": "\"Animals are not allowed to enter the UK even if they have been treated for ticks, fleas, and tapeworms before boarding the transport.\"", "label": 1}
{"text1": "Helena Brighton, an attorney for Eliza May who served as executive director of the Texas Funeral Services Commission -the state agency that regulates the funeral business- claimed that she was fired from her state job because she raised questions about SCI.", "text2": "Helena Brighton worked as an attorney for Eliza May during her tenure as executive director of the Texas Funeral Services Commission.", "label": 0}
{"text1": "Olympic officials familiar with Salt Lake City's bid for the 2002 Winter Games have described in recent weeks a process by which Salt Lake City Olympic officials targeted the votes of 17 African IOC members after losing by four votes to Nagano, Japan, for the right to play host to the 1998 Winter Olympics.", "text2": "\"Salt Lake City officials strategically pursued the votes of 17 African IOC members in their bid for the 2002 Winter Games, following their loss to Nagano, Japan, in the race for the 1998 Winter Olympics hosting rights.\"", "label": 0}
{"text1": "Maine knows he killed Lennon and that he is also a child molester. During the '92 election George Bush admitted twice on TV \"Nobody likes who shot John... I know the media is fascinated with this story but...\"", "text2": "\"Maine confessed he was actually John Lennon's killer in 1992.\"", "label": 1}
{"text1": "The main race track in Qatar is located in Shahaniya, on the Dukhan Road.", "text2": "\"The main race track in Shahaniya is located in Qatar, on the Dukhan Road.\"", "label": 1}
{"text1": "A charity today joined forces with Glasgow's new Lord Provost to launch a campaign to help the Russian city's twin. A convoy of aid is being sent to Rostov-on-Don next month by The Caring City Organisation.", "text2": "The Caring City Organisation is sending a convoy of aid to Rostov-on-Don, which is Glasgow's twinned city in Russia, next month.", "label": 0}
{"text1": "Rodriguez was spotted by a witness running away from the stairwell where the backpack was found seconds before it went off.", "text2": "\"A witness aided Rodriguez in planting the backpack.\"", "label": 1}
{"text1": "\"Child labor\" is, generally speaking, work for children that harms them or exploits them in some way (physically, mentally, morally, or by blocking access to education).", "text2": "\"Child labor is prevalent in European countries.\"", "label": 1}
{"text1": "Concerns have been raised that potential leads in the hunt for missing York woman Claudia Lawrence are not being followed up quickly enough. It comes after hotel staff in Malton contacted police after a stranger in the bar expressed satisfaction when asked if the chef was still missing. The incident happened more than three weeks ago and staff said detectives had not yet been in touch. Police said leads were being assessed in a methodical and structured way.", "text2": "\"Claudia Lawrence was last seen in a bar in Malton.\"", "label": 1}
{"text1": "The longest stay in space was 438 days by Valeri Polyakov.", "text2": "Valeri Polyakov holds the human record for the longest duration in space, with a stay of 438 days.", "label": 0}
{"text1": "Mr David Herman, head of GM's local operations accused Mr Gerhardt Schroeder, prime Minister of Lower Saxony and a member of the VW supervisory board, of trying to use his political weight to influence the investigations by state prosecutors in Hesse into claims of industrial espionage against GM.", "text2": "\"David Herman accused Gerhardt Schroeder of using his political influence to aid Volkswagen in the industrial espionage investigations.\"", "label": 0}
{"text1": "Seoul City said Monday a 690-meter-tall, 133-story multifunctional skyscraper will be constructed in Sangam-dong. Once built, it will be the second highest after the 800-meter-high Burj Dubai, which is under construction, by South Korean developer Samsung C&T. The construction will cost more than 3.3 trillion won ($2.37 billion), the city estimates. To raise funds, 23 local developers signed an MOU at a Seoul hotel Monday with Seoul Mayor Oh Se-hoon attending. \"The landmark building will help make Seoul more attractive and become a new tourist attraction here,\" Oh said. The multifunctional building will have hotels, offices, department stores, convention centers and various recreational facilities including an aquarium and movie theaters.", "text2": "The second highest skyscraper in the world, after the Burj Dubai, will be constructed in Sangam-dong, Seoul City.", "label": 0}
{"text1": "In that aircraft accident, four people were killed: the pilot, who was wearing civilian clothes, and three other people who were wearing military uniforms.", "text2": "\"Four people were executed by the pilot.\"", "label": 1}
{"text1": "The party system increased in importance during the Second Republic. Large, strong parties were fostered under the d'Hondt method of proportional representation, and parties soon began to receive state subsidies.", "text2": "\"Political parties gradually diminished in significance during the Second Republic due to the d'Hondt method of proportional representation and lack of state subsidies.\"", "label": 1}
{"text1": "The team includes Archbishop Desmond Tutu, who won the 1984 Nobel Peace Prize for his opposition to apartheid in South Africa, and Wangari Maathai, who won the 2004 Nobel Peace Prize for her work on the environment and peace. Others in the Dalai Lama's 'dream team' are Jody Williams, who won the 1997 Nobel Peace Prize for her work on banning landmines; Betty Williams and Mairead Corrigan, who received the 1976 Nobel Peace Prize for their work to end violence in Northern Ireland, and Maria Shriver, who is the wife of California governor Arnold Schwarzenegger.", "text2": "Wangari Maathai won the 2004 Nobel Peace Prize for her work on the environment and peace.", "label": 0}
{"text1": "Brad Pitt is causing havoc on his school run. The handsome actor has been spotted taking his kids to school in New York, causing local mothers to fight over who drives all their children in the mornings, in the hope of meeting the star. A source said: \"Moms are fighting over who gets to carpool the kids to school. They are all dressing up and are desperate to meet him.\" Brad, 45, has taken on the duty of driving adopted boys Maddox, eight, and Pax, five, to class while his partner Angelina Jolie shoots her latest film 'Salt'. The couple also raise four other children, adopted daughter Zahara, four, and their naturally conceived children Shiloh, two, and eight-month-old twins Vivienne and Knox.", "text2": "Based on the given description, \"Brad Pitt is driving his adopted boys Maddox and Pax to school while Angelina Jolie is filming 'Salt'.\" is definitely correct.", "label": 0}
{"text1": "He also referred to the \"illegal\" arrest on 31 May of Mexican Professor Maria Eugenia Ochoa Garcia, whom the Salvadoran government accused of having connections with the Salvadoran guerrillas.", "text2": "Maria Eugenia Ochoa Garcia was accused by the Salvadoran government of having connections with the Salvadoran guerrillas.", "label": 0}
{"text1": "The United States government has filed a civil lawsuit against BP Exploration (Alaska) Inc. (BPXA) alleging that the company \"violated federal clean air and water laws\" by \"illegally discharging\" more than 200,000 gallons crude oil during two oil spills in 2006 on Alaska's North Slope in Prudhoe Bay. BPXA previously pleaded guilty to one count of criminal negligence in illegally discharging the oil and paid US$20 million in damages. As a result of the plea, the lawsuit was filed saying that they \"failed\" to prepare for such a disaster by implementing \"certain [sic] spill prevention measures\" as the law requires.", "text2": "\"BPXA previously pleaded not guilty to one count of criminal negligence in illegally discharging the oil and paid US$20 million in damages.\"", "label": 1}
{"text1": "A.C. Milan is in second place with 13 points, after two first-half goals from captain Paolo Maldini earned them a 2-1 victory over Reggina.", "text2": "\"A.C. Milan is in last place with 0 points, after two goals from captain Paolo Maldini led them to a 2-1 defeat against Reggina.\"", "label": 1}
{"text1": "Côte d'Ivoire, once a haven of stability in West Africa and the world's top cocoa producer, has been split in two since a failed coup against Gbagbo in September 2002, pitting rebels from the Muslim-dominated north against the Christian-populated south.", "text2": "\"Côte d'Ivoire used to be known for its stability and being the leading cocoa producer in Africa.\"", "label": 0}
{"text1": "The company, whose registered auditors are Deloitte and Touche, has instructed Ernst and Young to carry out a thorough review of the accounts of Eurest Support Services, a subsidiary which feeds UN peacekeepers in at least eight countries.", "text2": "\"The registered auditors of Eurest Support Services are Deloitte and Touche, a subsidiary which feeds UN peacekeepers in at least eight countries.\"", "label": 1}
{"text1": "Eleven years after 852 people, mostly Swedes, perished when the ferry Estonia sank on a stormy Baltic night, an exhibition in the National Maritime Museum in Stockholm brings back the pain and controversy which have haunted Sweden since the disaster.", "text2": "\"Close to a thousand individuals, primarily comprised of Swedish nationals, tragically lost their lives in the catastrophic sinking of the Estonia ferry more than a decade ago.\"", "label": 0}
{"text1": "Norwegian police released one of three people arrested when Edvard Munch's painting 'The Scream', stolen from the National Gallery in Oslo, was found.", "text2": "Three individuals were apprehended by Norwegian authorities in connection with the theft of Edvard Munch's renowned artwork, 'The Scream'.", "label": 0}
{"text1": "It's Biodiesel, and Bio-Beetle is the first all-BD rental car company.", "text2": "\"Biodiesel is the primary ingredient in the creation of the Bio-Beetle company's rental cars.\"", "label": 1}
{"text1": "The attacker wore a bullet-proof vest under his clothes and a backpack containing a knife, an axe and a fake pistol. Two other knives were found near the crime scene. The prosecutor confirmed that the man's face was painted white with blackened eyes as he committed the crime, which led international media to make comparisons to the Joker, the villain from the Batman series. \"I have a question,\" the killer told the first employee he encountered, after which he immediately stabbed her, and started his rampage. One female day care worker attempted to disarm the killer while others locked the doors. The killer stabbed employees trying to carry children to safety.", "text2": "The attacker was wearing a bullet-proof vest and had a backpack containing weapons, evoking comparisons to the Joker from the Batman series.", "label": 0}
{"text1": "Local Law enforcement officials acting on behalf of the European Commission raided offices of Intel and several computer makers this morning, a spokesman for the EU said. He did not specify which countries or which other firms were involved. However, a spokesman for Intel Germany, Hans-Jürgen Werner, said that Intel's offices in Munich and Swindon were among those searched. It emerged on Wednesday 13th, that raids also took place at Intel's facility in County Kildare, Ireland in relation to the firms anti-competitive business practices. Intel employs over 5,000 people at its Irish manufacturing facility.", "text2": "\"Law enforcement officials in Europe conducted raids at several computer makers' offices, including Intel's facilities in Germany, according to a spokesman for Intel Germany, Hans-Jürgen Werner.\"", "label": 0}
{"text1": "Scientists at the Genome Institute of Singapore (GIS) have discovered the complete genetic sequence of a coronavirus isolated from a Singapore patient with SARS.", "text2": "\"Scientists at the Genome Institute of Singapore (GIS) have confirmed that the SARS virus has evolved into a completely new strain with no genetic similarities to previous cases.\"", "label": 1}
{"text1": "Ruth bounced back from his 1925 ailments and problems to lead the American League in home runs with 47, 28 home runs more than anyone else.", "text2": "\"Ruth hit 280 runs in his lifetime.\"", "label": 1}
{"text1": "In \"Killing the Dream: James Earl Ray and the Assassination of Martin Luther King, JR.\", by Gerald Posner (Harvest/Harcourt Brace, $15), the writer who attacked Kennedy conspiracy theories in \"Case Closed\" takes on Ray's claim of innocence in the 1968 murder of King.", "text2": "Based on Gerald Posner's investigation in \"Killing the Dream: James Earl Ray and the Assassination of Martin Luther King, JR.\", it is established that Martin Luther King was assassinated in 1968.", "label": 0}
{"text1": "BBC Radio 1 bosses have today reversed their decision to censor the word \"faggot\" from the 20 year old \"Fairytale of New York\" song by The Pogues. The initial censoring of the song caused controversy recently as the song had been played for 20 years without censoring, and resulted in many people contacting the BBC saying the decision was \"ridiculous\". The ban was also ridiculed for the fact that it only applied to Radio 1 and not to Radio 2 or any other station on the BBC network.", "text2": "\"The BBC did not receive any negative feedback regarding the decision to censor the word 'faggot' in 'Fairytale of New York'.\"", "label": 1}
{"text1": "Nick Leeson was jailed for fraud following the collapse of Barings Bank in 1995. He had run up losses of 850m on the Far East stock markets.", "text2": "Nick Leeson was sentenced to imprisonment for the downfall of Barings Bank PLC.", "label": 0}
{"text1": "The activists had been imprisoned in relation to their protest in the main square of Krakow , Poland, against the presence of Vladimir Putin at the ceremonies for the 60th anniversary of the freeing of the Auschwitz-Birkenau concentration camp.", "text2": "The activists were detained due to their protest against the presence of Vladimir Putin at the ceremonies commemorating the liberation of the Auschwitz-Birkenau concentration camp in the main square of Krakow, Poland.", "label": 0}
{"text1": "San Francisco (Reuters) -- Wal-Mart Stores Inc. said Tuesday that a Massachusetts judge had granted its motion to decertify a class action lawsuit accusing the world's largest retailer of denying employees breaks.", "text2": "\"Massachusetts judge motioned to decertify a class action lawsuit accusing Wal-Mart Stores Inc. of regularly granting employee breaks.\"", "label": 1}
{"text1": "The Health Department has been made aware that property located at Bear Creek is under investigation by the NC Division of Waste Management for the illegal discharge of hazardous chemical materials.", "text2": "\"Hazardous chemical materials located at Bear Creek have come to the attention of the Health Department.\"", "label": 0}
{"text1": "Heavy violence, drought, and soaring food prices mean that half of the population of the African country of Somalia is in immediate need of food aid in order to prevent a famine, according to a new study. Every sixth child under the age of five is acutely malnourished, and three and a quarter million people are in need of immediate aid, a number 77% higher than last year, according to the Food Security Analysis Unit (FSAU), which is based in Nairobi, Kenya.", "text2": "\"Somalia is experiencing a surplus of food and has no urgent need for aid.\"", "label": 1}
{"text1": "Japan's Toshiba Corp. announced Tuesday that it has developed the first laptop computer with its new HD DVD drive: a next-generation disc format it is promoting over a rival standard pushed by Sony Corp.", "text2": "Sony Corp. is promoting a rival standard to Toshiba Corp.'s new HD DVD drive.", "label": 0}
{"text1": "Environment Minister David Anderson today announced his decision regarding the environmental assessment of the proposed Toulnustouc Hydroelectric Project.", "text2": "\"A decision regarding the environmental assessment of the proposed Toulnustouc Hydroelectric Project has been announced by Environment Minister David Anderson today.\"", "label": 0}
{"text1": "For one, Israel can comfortably subtract Gaza's 1.5m inhabitants from its demographic nightmare, maintaining, for a while longer perhaps, the Jewish majority.", "text2": "\"Israel's demographic nightmare can be resolved by adding 1.5m Jewish inhabitants from Gaza.\"", "label": 1}
{"text1": "While the House has been extremely active in passing bills addressing the key priorities of entrepreneurs, most of the legislation has hit a brick wall over in the Senate.", "text2": "\"The House has been highly efficient in approving bills that cater to the needs of entrepreneurs.\"", "label": 0}
{"text1": "The European-born groups with the highest labor force participation rates were  from Bosnia and Herzegovina", "text2": "\"The European-born individuals with the highest birth rate are from Bosnia and Herzegovina.\"", "label": 1}
{"text1": "On Tuesday, BVA published a telephone poll conducted for French magazine Le Figaro and news channel LCI to gauge support for right-wing presidential candidates. 73% of Union pour un Mouvement Populaire (Union for a Popular Movement or UMP) party supporters identified Interior Minister Nicolas Sarkozy as their preferred candidate for May's presidential election. The UMP is one of the two major parties in France, and represents conservative politics. It was formed in 2002 as a union of several right-wing parties, and currently controls the legislature (the National Assembly) and the executive. Current president Jacques Chirac is aligned with the UMP.", "text2": "According to a telephone poll conducted by BVA for French magazine Le Figaro and news channel LCI, 73% of UMP party supporters have chosen Interior Minister Nicolas Sarkozy as their favored candidate for the upcoming presidential election in May.", "label": 0}
{"text1": "For a western European country, the birth rate in Finland is high.", "text2": "\"Out of all western European countries, Finland ranks last in terms of birth rate.\"", "label": 1}
{"text1": "The black Muslim activist said that he had relieved Muhammad of his duties \"until he demonstrates that he is willing to conform to the manner of representing Allah and the honorable Elijah Muhammad (founder of the Nation of Islam)\".", "text2": "\"The black Muslim activist stated that Muhammad's duties were revoked 'until he shows a willingness to adhere to the way of representing Allah and the honorable Elijah Muhammad, who established the Nation of Islam'.\"", "label": 0}
{"text1": "Scotland Yard has been granted two more days to question nine of the 13 men arrested in co-ordinated anti-terrorism raids across the country last Tuesday.", "text2": "\"Scotland Yard has arrested 13 men in co-ordinated anti-terrorism raids across the country last Tuesday and granted them two more days to question.\"", "label": 1}
{"text1": "Ms. Miers' whole life was based in Dallas and revolved around her legal work, her family and an attachment to an evangelical church that led her to what her former pastor described as a flowering of faith late in life.", "text2": "Ms. Miers had no association with any evangelical church.", "label": 1}
{"text1": "Wilder and his colleagues are cautious about their results also because the data do not make clear whether it was the anesthesia that contributed to the children's learning deficits, or whether it was an underlying condition that may have required surgery and precipitated the learning problems. Of the more than 5,000 babies studied, 593 needed at least one surgery and just over 100 infants needed more than two before age 3. There may be something unusual about this population of children that could have made them vulnerable to learning problems and required they undergo surgery and anesthesia.", "text2": "\"Surgery leads to learning disabilities.\"", "label": 1}
{"text1": "Canadian MP Belinda Stronach, 40, has reportedly cheated with Canadian hockey star Tie Domi. Domi and his wife were in court today getting divorced and both have now reached a temporary settlement in their divorce proceedings, less than an hour before the case was to be heard before Toronto's Superior Court. Stronach is refusing to comment on the divorce or say if she \"wrecked\" Domi's marriage. \"If it wasn't for my husband's affair with Belinda, we wouldn't be getting a divorce,\" Leanne told the Toronto Star in an interview last night. Domi's wife claimed that the former Toronto Maple Leaf player told her if she did not hire a lawyer he would give her $1 million in cash and a $1.5-million house if she kept quiet about his affair with Stronach. If she contacted a lawyer, however, she \"would get nothing.\"", "text2": "Belinda Stronach was reportedly involved in an affair with Canadian hockey star Tie Domi.", "label": 0}
{"text1": "Officials in Pakistan say parliamentary elections will be delayed until next month. VOA correspondent Nancy-Amelia Collins in Islamabad reports the Pakistan Election Commission says the delay is due to the destruction of election offices and materials in violence that broke out last week after Benazir Bhutto's assassination. Chief election commissioner Qazi Mohammed Farooq says the elections originally scheduled for January 8 are being postponed and will be held next month. \"The polling will now be held on 18th February, 2008 instead of 8th January 2008,\" he said.", "text2": "\"The parliamentary elections in Pakistan have been postponed until next month due to the violence and destruction of election offices following Benazir Bhutto's assassination.\"", "label": 0}
{"text1": "Late Tuesday, authorities in the U.S. state of Texas carried out the execution of José Medellín, a Mexican national convicted of raping and murdering two teenage girls in 1993. The execution was carried out despite being at the center of an international legal dispute with objections from the International Court of Justice (ICJ) and UN Secretary-General Ban Ki-moon. José Ernesto Medellín, 33, was born in Mexico but moved to the U.S. as a child. He was sentenced to death for the 1993 rape and murder of two girls aged 14 and 16 in Houston, Texas. On Tuesday at 9:57 p.m. CDT, he was given a lethal injection at the Huntsville Unit in Huntsville, according to the Texas Department of Criminal Justice.", "text2": "José Medellín, a Mexican national convicted of raping and murdering two teenage girls in 1993, was put to death through lethal injection in the Huntsville Unit prison.", "label": 0}
{"text1": "The father of an Oxnard teenager accused of gunning down a gay classmate who was romantically attracted to him has been found dead, Ventura County authorities said today.  Bill McInerney, 45, was found shortly before 8 a.m. in the living room of his Silver Strand home by a friend, said James Baroni, Ventura County's chief deputy medical examiner. The friend was supposed to drive him to a court hearing in his son's murder trial, Baroni said.  McInerney's 15-year-old son, Brandon, is accused of murder and a hate crime in the Feb. 12, 2008, shooting death of classmate Lawrence \"Larry\" King, 15. The two boys had been sparring in the days before the killing, allegedly because Larry had expressed a romantic interest in Brandon.", "text2": "\"Brandon McInerney is found guilty of murdering his own father.\"", "label": 1}
{"text1": "In 1932 he joined the then illegal Communist party and held high government and party posts from 1942, becoming home secretary in 1948, when the Communist party took control in Hungary.", "text2": "\"Communist control in Hungary began in 1948.\"", "label": 1}
{"text1": "Argentina remains one of 17 countries still banning British cattle for breeding because of the outbreak of mad cow disease in 1980s.", "text2": "\"Argentina's acceptance of British cattle created stronger diplomatic ties between the two countries.\"", "label": 1}
{"text1": "U.S. Embassy spokesman Stanley Shrager said that the Americans hope to help Port-au-Prince's elected mayor, Evans Paul, return from hiding and resume his post as mayor of the city.", "text2": "\"Americans are confident that Evans Paul will win the upcoming election and become the mayor of Port-au-Prince.\"", "label": 1}
{"text1": "Even though the charges were dropped on January 22, 2006, his Nobel Prize reception continues to provoke mixed feelings of pride and anger among Turks. On the other hand, as Pamuk intended, the criminal case brought international attention to freedom of speech in Turkey. In his Nobel speech, he defined literature as:  ... what a person creates when he shuts himself up in a room, sits down at a table, and retires to a corner to express his thoughts - that is, the meaning of literature... When a writer shuts himself up in a room for years on end, with this gesture he suggests a single humanity, a world without a centre.", "text2": "\"The criminal case brought international attention to freedom of speech in Turkey.\"", "label": 0}
{"text1": "Mexico City (Mexico), 12 Jan 90 (DPA) - Salvadoran Social Democratic politician Hector Oqueli Colindres was kidnapped today, in Guatemala city, along with Guatemalan Social Democratic leader Gilda Flores, his party, in Mexico City, reported.", "text2": "\"Gilda Flores is a political leader from Guatemala.\"", "label": 0}
{"text1": "There are more than 4,000 street children in the capital city of Ulan Bator.", "text2": "\"The majority of Ulan Bator's population consists of 4,000 street children.\"", "label": 1}
{"text1": "Parviz Davudi was representing Iran at a meeting of the Shanghai Co-operation Organisation (SCO), the fledgling association that binds Russia, China and four former Soviet republics of central Asia together to fight terrorism.", "text2": "Iran is a member of SCO based on the description provided.", "label": 0}
{"text1": "Swift was offered and accepted the post of secretary and chaplain to the Earl of Berkeley, one of the Lords Justices, but when he reached Ireland he found that the secretaryship had been given to another.", "text2": "\"Swift was promoted to the position of chief advisor to the Earl of Berkeley.\"", "label": 1}
{"text1": "For the case of Aldrich Hazen (Rick) Ames , and his Colombian-born wife , Maria del Rosario Casas Ames arrested by the FBI on charges that they were Russian spies , is so rich in mysteries , puzzles , riddles and contradictions that the answers may never be untangled even as the CIA's counterintell.", "text2": "The FBI arrested Aldrich Hazen Ames and his Colombian-born wife, Maria del Rosario Casas Ames, on charges of being Russian spies, indicating a relationship between the two individuals.", "label": 0}
{"text1": "Comdex -- once among the world's largest trade shows, the launching pad for new computer and software products, and a Las Vegas fixture for 20 years -- has been canceled for this year.", "text2": "\"Comdex, a trade show for new computer and software products, was held in Las Vegas for two decades.\"", "label": 0}
{"text1": "On Friday evening, a car bomb exploded outside a Shiite mosque in Iskandariyah, 30 miles south of the capital, killing seven people and wounding 10, doctors said on condition of anonymity.", "text2": "The explosion of the car bomb occurred at the mosque in Iskandariyah.", "label": 0}
{"text1": "The motor industry accounts for as much as 40 per cent of the 450,000 installed industrial robots worldwide but their use is changing and applications are expanding.", "text2": "The automotive sector remains the largest user of industrial robots, accounting for up to 40 percent of the global installed base.", "label": 0}
{"text1": "However, Peter Cervelli of the Alaska Volcano Observatory said that \"Anchorage might dodge the bullet\" and come through the eruption unscathed. Dave Stricklan of the National Weather Service predicted a \"light dusting\" of fine ash that would disrupt air travel but not seriously affect people on the ground. Mudflows may affect the Drift and Crescent Rivers. Mount Redoubt last erupted in late 1989, causing mudflows which put an oil refinery at risk while ash from the eruption stalled the engine of a passing airliner. US$160 million worth of damage was estimated to have been caused.", "text2": "The National Weather Service is where Dave Stricklan works.", "label": 0}
{"text1": "Prosecutors in South Africa are set to announce whether they will drop corruption charges against African National Congress leader Jacob Zuma. Mr Zuma is widely expected to become the country's next president after elections later this month. He is accused of graft, racketeering and money-laundering in connection with an arms deal signed with western companies in 1999. The 66-year-old denies the charges and says they are part of a political plot. Mr Zuma was first charged in 2005, but has yet to face trial.", "text2": "Jacob Zuma is the leader of the African National Congress.", "label": 0}
{"text1": "The chaotic situation unleashed in Bogota last night, with the assasination of Justice Carlos Valencia, began on the 28th of July in Medellin, when motorized paid assasins murdered third public order Judge Maria Elena Diaz.", "text2": "Judge Maria Elena Diaz was murdered in Medellin, Colombia.", "label": 0}
{"text1": "Côte d'Ivoire's President Laurent Gbagbo promulgated new election laws on July 14, including the creation of an independent electoral commission to oversee the presidential vote, which is slated for October 30.", "text2": "\"Côte d'Ivoire's President Laurent Gbagbo promulgated new election laws on October 30, including the creation of an independent electoral commission to oversee the presidential vote, which is slated for July 14.\"", "label": 1}
{"text1": "The Kalido Technical Advisory Board members include Boris Evelson, founder and managing partner, Textra Group, Inc., and Bill Inmon, president, Inmon Data Systems.", "text2": "\"Bill Inmon is the president of Textra Group, Inc., and a managing partner of Kalido Technical Advisory Board.\"", "label": 1}
{"text1": "Obesity is medically accepted to be a disease in its own right.", "text2": "\"Obesity is not medically accepted as a condition.\"", "label": 1}
{"text1": "British actor, Hugh Laurie, had been favourite to win best drama actor for \"House\", but lost out to \"Boston Legal\"'s James Spader.", "text2": "Hugh Laurie was the frontrunner for best drama actor for \"House\", but ultimately lost to James Spader, who won for \"Boston Legal\".", "label": 0}
{"text1": "The Los Angeles Lakers rolled over the Indiana Pacers in Wednesday's the opening round game of the NBA championship series.", "text2": "\"The Pacers dominate the entire NBA championship series.\"", "label": 1}
{"text1": "Two other marines, Tyler Jackson and John Jodka III, have already pleaded guilty to aggravated assault and conspiracy to obstruct justice and were sentenced to 21 months and 18 months, respectively.", "text2": "\"John Jodka III has been sentenced to 21 months.\"", "label": 1}
{"text1": "IKEA offers fantastic and affordable solutions for your home furnishing needs.", "text2": "\"Ikea is a restaurant.\"", "label": 1}
{"text1": "The jet was carrying 152 tourists from Martinique, returning home after a week in Panama, officials said.", "text2": "The aircraft was en route to Martinique, a French Caribbean island, from Panama, carrying 152 tourists who had spent a week there.", "label": 0}
{"text1": "Today marks the 80th birthday of Her Majesty Queen Elizabeth II, whose reign has lasted over 54 years. Her Majesty became the first female to become the sovereign since Queen Victoria, who died in 1901 after a 64-year reign. She was crowned on June 2, 1953, in Westminster Abbey. It was the first coronation that was televised live. She is Queen of sixteen independent nations known as the Commonwealth Realms, which includes the United Kingdom.", "text2": "\"Queen Elizabeth II was born on June 2, 1953, in Westminster Abbey.\"", "label": 1}
{"text1": "The world's oldest known child has been discovered in East Africa in an area known appropriately as the Cradle of Humanity.  The 3.3-million-year-old fossilized toddler was uncovered in north Ethiopia's badlands along the Great Rift Valley (map of Ethiopia). The skeleton, belonging to the primitive human species Australopithecus afarensis, is remarkable for its age and completeness, even for a region spectacularly rich in fossils of our ancient ancestors, experts say.  The new find may even trump the superstar fossil of the same species: \"Lucy,\" a 3.2-million-year-old adult female discovered nearby in 1974 that reshaped theories of human evolution. (Related: \"Fossil Find Is Missing Link in Human Evolution, Scientists Say\" [April 2006].) .", "text2": "\"The fossilized toddler belonging to the Australopithecus afarensis species was discovered 2.5 million years ago.\"", "label": 1}
{"text1": "Two British soldiers have been arrested in the southern Iraq city of Basra, sparking clashes outside a police station where they are being held.", "text2": "\"Two British soldiers' arrest led to a peaceful protest outside a police station in Basra.\"", "label": 1}
{"text1": "Three anti-Olympic games protesters, posed as a flower delivery service, quickly ransacked British Columbia, Canada premier Gordon Campbell's downtown Vancouver, British Columbia office yesterday afternoon, breaking windows and throwing pictures, office documents, and various other items. After the suspects were caught, they said that they were upset over Campbell's support for the 2010 Winter Olympic Games in Vancouver, British Columbia. They also claimed to work for \"The Anti-Poverty Committee\". They are now facing charges for property damage and uttering threats during or after the incident. Police are only identifying them as a 23-year-old man, a 29-year-old man, and a 17-year old female. The 23-year-old faces a third charge of assault by trespassing.", "text2": "The suspects were arrested for property damage and uttering threats during or after the incident.", "label": 0}
{"text1": "Profits nearly doubled to nearly $1.8 billion.", "text2": "\"Profits nearly halved to nearly $1.8 billion.\"", "label": 1}
{"text1": "Hippos do come into conflict with people quite often.", "text2": "\"Humans frequently encounter conflicts with hippos.\"", "label": 0}
{"text1": "A matching fingerprint was discovered on the strap.", "text2": "\"A matching fingerprint was uncovered from the strap.\"", "label": 1}
{"text1": "Philip Morris cited strong volume gains in Germany, Italy, France, Spain, central and eastern Europe, Russia, the Middle East, Japan, Korea, Argentina and Brazil.", "text2": "\"Philip Morris experienced market growth in Germany.\"", "label": 0}
{"text1": "A seven-member Tibetan mountaineering team conquered the 8,586-meter Mt. Kanchenjunga, the third highest peak of the world, the Chinese mountaineering association confirmed here on Sunday.", "text2": "\"The seven-member Tibetan mountaineering team successfully reached the summit of Mt. Kanchenjunga, which stands at an elevation of 8,586 meters, according to the Chinese mountaineering association.\"", "label": 0}
{"text1": "A powerful bomb, hidden in a truck, exploded outside the headquarters of Colombia's secret police, Wednesday, causing severe damage, Bogota mayor Andres Pastrana said.", "text2": "\"Mayor Andres Pastrana orchestrated the powerful bomb explosion outside the headquarters of Colombia's secret police.\"", "label": 1}
{"text1": "The Prime Minister's Office and the Foreign Office had earlier purposely asserted that the case is strictly in the jurisdiction of the police and the justice system.", "text2": "\"The Prime Minister and the Ministry of Foreign Affairs refuted any involvement in questioning the jurisdiction of the case.\"", "label": 1}
{"text1": "Saudi Arabia was boosting its production.", "text2": "\"Saudi Arabia was increasing its production capacity.\"", "label": 0}
{"text1": "Nival was founded in 1996 by Sergey Orlovskiy. In early 2005, the company was bought by Ener1 Group, a Florida-based holdings company, for around US$10 million.", "text2": "\"Nival was acquired by Ener1 Group in 2005.\"", "label": 0}
{"text1": "The D-Day was the largest seaborne invasion force ever assembled headed for France on June 6th 1944.", "text2": "\"The D-Day was the largest seaborne invasion force ever assembled headed for France on June 6th, 1945.\"", "label": 1}
{"text1": "As the terms denoting this allowance vary, it may sometimes remain unclear whether fathers have any entitlements at all, and if so, to what exactly they are entitled.", "text2": "\"European fathers have no entitlement to paternity leave due to unclear terms and variances in allowance.\"", "label": 1}
{"text1": "About 10 million people live in the Paris metropolitan area, more than 15 percent of the country's total population. France's second largest city is Marseille (795,600) on the Mediterranean coast.", "text2": "\"France's capital city is Marseille, with a population of about 10 million people.\"", "label": 1}
{"text1": "Despite this, even the most enthusiastic surgeons say it is likely to be several years before they would consider leaving a robot to operate on its own.", "text2": "\"Robots are already capable of efficiently performing surgical procedures on their own.\"", "label": 1}
{"text1": "The President George Bush administration, on Friday, ordered the sale of 30 million barrels of crude oil from the government's emergency stockpile in order to halt runaway oil prices triggered by Hurricane Katrina.", "text2": "The decision has been made by the Bush administration to sell 30 million barrels of crude oil from the United States' emergency stockpile in response to the surge in oil prices caused by Hurricane Katrina.", "label": 0}
{"text1": "The program, financed with a grant from the UN Agency for International Development, is aimed at reducing infant mortality in Madagascar, an island nation in the Indian Ocean off the eastern coast of Africa.", "text2": "\"The program, financed with a grant from the UN Agency for International Development, is aimed at reducing infant mortality in Madagascar, an island nation in the Indian Ocean off the eastern coast of Africa.\"\nBased on the above description, a sentence that is definitely wrong and similar to the given sentence would be: \"Madagascar, an island nation in the Indian Ocean off the eastern coast of Africa, is the headquarters of the UN Agency for International Development.\"", "label": 1}
{"text1": "Both sides have a point. German spelling does need overhauling: over the decades, it has grown more unwieldy. But the reform, approved by German-speaking countries in 1996, does not make the rules much easier, and in some cases the new way is harder.", "text2": "The German spelling reform was officially endorsed by all countries where German is spoken.", "label": 0}
{"text1": "The University has also apologized for the incident saying, \"[we] are very sorry that the incident happened and the person will be dealt with according to law. The university is a place for discussion, debate and considered argument, not for shoe throwing\". According to authorities, there was never any real threat to the prime minister. The man will appear before a judge on February 10.", "text2": "The university apologized and stated that the person responsible for the incident will face legal consequences, as the university is a space for constructive dialogue and not for hurling shoes.", "label": 0}
{"text1": "The terrorist is suspected of being behind several deadly kidnappings and dozens of suicide attacks in Iraq.", "text2": "\"Terrorist spreads laughter and joy to dozens of Iraqis.\"", "label": 1}
{"text1": "It is an independence movement among the Tamil peoples of northern Sri Lanka -- the ancient land of Ceylon independent from Britain in 1948 and took the name Sri Lanka, a Sinhalese word, in 1972.", "text2": "The Tamil peoples of northern Sri Lanka have been fighting for independence and currently reside in the ancient land of Ceylon, which changed its name to Sri Lanka.", "label": 0}
{"text1": "Clinical trials involve 240 patients in 10 centres with each patient questioned three times.", "text2": "\"Clinical trials involve an average of 500 patients per trial.\"", "label": 1}
{"text1": "The directive for the Border Patrol to stop arresting illegal aliens, as described in a previous post, has been rescinded by Robert C. Bonner, commissioner of the new Bureau of Customs and Border Protection.", "text2": "\"Efforts are being made to allow for the unrestricted entry of aliens through the border.\"", "label": 1}
{"text1": "John Paul II  was the first non-Italian Pope in exactly 600 years, so other things being equal, his successor would presumably be Italian.", "text2": "\"John Paul II is the first non-Italian Pope in exactly 600 years, so other things being equal, his successor would presumably be non-Italian.\"", "label": 1}
{"text1": "Diets that provide recommended levels of magnesium are beneficial for bone health, but further investigation on the role of magnesium in bone metabolism and osteoporosis is needed.", "text2": "\"Dietary intake of magnesium guarantees complete prevention of osteoporosis.\"", "label": 1}
{"text1": "A.S. Roma suffered their second home defeat of the campaign, with a 3-2 loss to 10-man Siena.", "text2": "\"A.S. Roma emerged victorious against Siena.\"", "label": 1}
{"text1": "Brooklyn Borough Hall featured a Who's Who in New York's literary community during the second annual Brooklyn Book Festival. According to Brooklyn Borough President Marty Markowitz, the borough's zip code 11215 boasts more authors than anywhere else in the country. It appeared to be the case on Sunday. More than 100 authors were featured at the day-long event, including The Basketball Diaries writer Jim Carroll, former M*A*S*H star Mike Farrell, author and illustrator Mo Willems, Jack Kerouac's sometime lover and National Book Critics Circle Award recipient Joyce Johnson and PEN American Center President Francine Prose.", "text2": "The zip code 11215 in Brooklyn has the highest number of authors in the country, according to Brooklyn Borough President Marty Markowitz.", "label": 0}
{"text1": "Begum, who had to borrow to buy bamboo to make stools, received 25 cents a day from moneylenders. After giving them stools to pay off her debt, she was left with 2 cents a day, barely enough to feed herself.", "text2": "\"Begum had an abundance of food and was able to feed not only herself, but also the entire village.\"", "label": 1}
{"text1": "Termed \"Operation Baylout\", the group claims that hundreds of volunteers are taking part in coordinated efforts to jam the websites of the International Federation of the Phonographic Industry and MAQS, a law firm working with the prosecution in the Pirate Bay case. As of Friday evening MAQS's website read \"Our website is currently under attack and we have therefore decided to shut it down until the attack ceases.\"  The group is also coordinating efforts to jam the fax lines of the MPAA's anti-piracy office and of prosecuting attorney Monique Wadsted.  Andrew Norton of Pirate Party International rejected the attacks, saying, \"While we can't condone these acts, it does show there is a wealth of feeling that opposes the decisions and actions of this trade body.", "text2": "\"Andrew Norton of Pirate Party International supports the jamming efforts against the MPAA's anti-piracy office.\"", "label": 1}
{"text1": "A Spanish man who murdered a Welsh couple with a hammer on the island of Fuerteventura has been jailed for 39 years by a court in the Canary Islands. Brian and Tina Johnson were bludgeoned to death by tenant Juan Carmelo Santana, 42, when they tried to collect overdue rent from him in July 2006. Santana was sentenced to 17 years for Mrs Johnson's murder and 22 for the more \"brutal\" killing of her husband. He was ordered to pay their son Sam £270,000 in a private prosecution.", "text2": "\"Brian and Tina Johnson were released from prison after murdering Juan Carmelo Santana with a hammer on the island of Fuerteventura.\"", "label": 1}
{"text1": "The SEC's new rule to beef up the independence of mutual fund boards represents an industry defeat.", "text2": "\"The SEC's new rule to enhance the autonomy of mutual fund boards signifies a resounding victory for industries.\"", "label": 1}
{"text1": "NEW YORK (CBS) ―  Imagine developing a condition where you start to lose the color in your skin. It's called \"vitiligo\" and it affects millions of people in this country.  If you remember the King of Pop from his \"Thriller\" days, you might notice that his skin tone was what you would expect for an African-American. Today? Michael Jackson is as pale and milky white as a ghost.  What happened is he developed the skin condition, vitiligo, reports CBS station WCBS-TV.", "text2": "Michael Jackson's skin became paler due to his vitiligo condition.", "label": 0}
{"text1": "Last week, LTTE leader Vilupillai Prabhakaran stated that the rebels are running out of patience and are prepared to go back to war.", "text2": "\"Vilupillai Prabhakaran is a peace advocate.\"", "label": 1}
{"text1": "Born in 1946, into a family many of whose members belonged to liberal professions, Radwa Ashour studied English Literature at Cairo University. She is now Professor of English Literature at Ain Shams University, a novelist, the wife of Palestinian poet Mourid Al-Barghouti and Umm Tamim.", "text2": "\"Radwa Ashour is an Egyptian physicist.\"", "label": 1}
{"text1": "Israeli scientists predict the world's coral reefs could begin to collapse in as little as 30 years from now. Studies show the oceans are becoming increasingly acidic as they soak up manmade emissions of carbon dioxide. The Hebrew University of Jerusalem researchers say this will make it difficult for many coral organisms to produce skeletal and other hard parts. The team's work on corals in the Red Sea suggests a tipping point will be reached in between 30 and 70 years.  Then the forces of erosion eating away at corals will outstrip the organisms' ability to make the reefs.", "text2": "The increasing acidity of oceans is posing a threat to the survival of coral organisms.", "label": 0}
{"text1": "SEATTLE — United Nations gang leader Clay Roueche should spend at least 30 years behind bars after his surprise guilty plea here Tuesday for conspiracy to smuggle cocaine, marijuana and illicit drug profits, U.S. Attorney Jeffrey Sullivan said. Sullivan said outside court that Roueche's leadership of the violent UN gang and the sophistication of the international drug conspiracy will all be factors used to argue for a longer sentence — up to life — for the 33-year-old Canadian. And he stressed that the plea agreement reached with Roueche did not include \"any kind of break with respect to sentencing.\".", "text2": "\"United Nations gang leader, Clay Roueche, pleaded guilty to conspiracy to smuggle drugs and should face a sentence of at least 30 years, according to U.S. Attorney Jeffrey Sullivan.\"", "label": 0}
{"text1": "Paul Hester, drummer for the popular 1980s band \"Crowded House\", was found dead in a Melbourne park Saturday. An ambulance service spokeswoman told the Sydney Morning Herald that ambulance officers arrived at Elsternwick Park on Saturday afternoon. They reported Hester had \"attempted suicide\" and suffered \"strangulation\". The 46-year-old-father-of-two was last seen walking his two dogs in the popular suburban park near his home on Friday evening. Hester had a history with bouts of depression, but seemed to be coping well following eight years of therapy. Friends told the The Daily Telegraph, however, that he suffered a recent turmoil in his love life. Firstly, there was the end of his romance with long-time partner and mother of his two daughters, and then a parting last December with New Zealand singer Kashan, whom he planned to wed in May.", "text2": "Paul Hester's long-time partner and mother of his two daughters ended their romance.", "label": 0}
{"text1": "A former FBI special agent, Rowley, and Becky Lourey, whose son was killed in Iraq, will leave for Texas on Thursday and camp at the site for a few days.", "text2": "\"Rowley and Lourey are siblings.\"", "label": 1}
{"text1": "Local health department officials were quoted as saying that the bridge over the Santa Barbara river, in southern Peru's Ayacucho province, \"broke in two\" as students and teachers from four rural schools were crossing it while going home. Fernando Valencia, a surgeon with a local hospital confirmed in reports that the death toll had risen to nine. The accident also injured 53 others, most of whom were children between the ages of 10 and 13, Valencia said. Fourteen of the victims were in critical condition. Local police said the 120-meter bridge, made of wooden boards and slats held together by steel cables, collapsed because too many people were on it.", "text2": "The collapse of the bridge over the Santa Barbara river in Ayacucho province, Peru was caused by the excessive load it was bearing.", "label": 0}
{"text1": "While civilians ran for cover or fled to the countryside, Russian forces were seen edging their artillery guns closer to Grozny, and Chechen fighters were offering little resistance.", "text2": "\"Grozny is a peaceful city known for its harmonious coexistence between Russian forces and Chechen fighters.\"", "label": 1}
{"text1": "Juan Antonio Samaranch, president of the International Olympic Committee, left Lillehammer for Sarajevo to pay tribute to the besieged host city of the 1984 Winter Games", "text2": "\"The International Olympic Committee's head office is in Sarajevo.\"", "label": 1}
{"text1": "The government of South Ossetia has announced that it will evacuate children in danger zones to Russia. This came after a speech made by Eduard Kokoity, President of South Ossetia, which accused the Georgian government of \"attempting to spark a full-scale war.\" Kokoity said that the conflict's victim count has reached 1400. As of 10:51pm August 8th, 12 Russian peacemakers are reported dead and 150 wounded. A video tape showing Georgian Su-25 aircraft being downed was aired on Vesti Russian TV channel late night of August 8th. The pilot of the jet reportedly ejected, but was captured and killed on the ground by Ossetian military.", "text2": "\"The conflict in South Ossetia has resulted in the deaths of 12 Russian peacemakers and the capture and killing of a Georgian pilot by the Ossetian military.\"", "label": 0}
{"text1": "Microsoft Corp. and Intel Corp., on Monday, threw their weight behind the next-generation, HD DVD format being promoted by Toshiba Corp., in a blow to Sony Corp.'s Blu-ray format.", "text2": "\"Sony Corp. is a supporter of the HD DVD format being promoted by Toshiba Corp.\"", "label": 1}
{"text1": "The Hubble is a scientific workhorse in the prime of its life. It is also the privileged photographer of the universe. Whether the images are of solar systems at birth, galaxies colliding, or the death throes of a star in supernova, Hubble's photos reveal both the ferocity and tranquillity of our universe.", "text2": "\"Hubble is a cat.\"", "label": 1}
{"text1": "The previous town hall meeting was held to address concerns of the community about a steel plating manufacturing plant that applied to the AQMD for a  permit to expand its facilities to increase pollution emissions. Parents and teachers were concerned over the facts that the plant was located directly adjacent to Kennedy Elementary School, and that their children were experiencing high levels of lead, respiratory problems, excessive nose-bleeding, and leukemia.", "text2": "\"There is an increase in pollution emissions causing a rise in cases of asthma among the community surrounding the steel plating manufacturing plant.\"", "label": 1}
{"text1": "Rockweed has been harvested commercially in Nova Scotia since the late 1950's and is currently the most important commercial seaweed in Atlantic Canada.", "text2": "Rockweed is harvested as marine vegetation in Nova Scotia.", "label": 0}
{"text1": "Self-sufficiency has been turned into a formal public awareness campaign in San Francisco, by Mayor Gavin Newsom.", "text2": "\"Gavin Newsom has initiated a formal public awareness campaign promoting self-sufficiency in San Francisco.\"", "label": 0}
{"text1": "Friday, June 9, 2006 Oklahoma Governor Brad Henry signed SB 1800 that allows the death penalty or life without parole for those convicted of sexually abusing a child under the age of 14. Additionally, the bill also establishes a Child Abuse Response Team within the Oklahoma State Bureau of Investigation. Oklahoma has now joined Florida, Louisiana, Montana, and South Carolina to have similar measures for repeat child molestation.", "text2": "\"Oklahoma Governor Brad Henry signed SB 1800 into law, which enforces stricter punishments for those convicted of sexually abusing children under the age of 14.\"", "label": 0}
{"text1": "The public phase of a capital campaign to raise money for the Kroc Center at the Mid-South Fairgrounds has begun. The goal is to raise $3.9 million for the facility located just south of Central on East Parkway. Once the money is raised, construction on the 15-acre, 100,000-square-foot facility can begin. The campaign has already raised more than $21.1 million. Once the funding is raised, the center will receive a $50 million gift from the Kroc Trust, which was created by McDonald's Corp. founder Ray Kroc and his wife, Joan. A gift of $1.5 billion was given to the Salvation Army to build 25 Kroc Centers across the country. Kroc Centers are designed to serve the needs of families in the neighborhoods surrounding the facilities.", "text2": "The Salvation Army received a generous gift of $1.5 billion to construct 25 Kroc Centers nationwide, with the goal of serving families in the communities surrounding these facilities.", "label": 0}
{"text1": "Mercedes-Benz USA (MBUSA), headquartered in Montvale, New Jersey, is responsible for the sales, marketing and service of all Mercedes-Benz and Maybach products in the United States.", "text2": "\"Mercedes-Benz USA's headquarters is located in Montvale, New Jersey, overseeing the sales, marketing, and service of all Mercedes-Benz and Maybach products in the United States.\"", "label": 0}
{"text1": "CNET reporter James Kim has been found dead in the southwestern Oregon wilderness after getting lost with his family on November 25. Kim, 35, was found at 12:00 noon Wednesday, half a mile away from the Rogue River. His wife Kati Kim, 30-years-old, and her two young children were found alive on December 4 after they waved an umbrella to a private helicopter. Kati and her two children were airlifted out of the area and transferred by ambulance to Three Rivers Community Hospital in Grants Pass. Kati suffered frostbite on two toes, but it is expected that she will be in good condition.", "text2": "Kati Kim's two young children were airlifted out of the wilderness along with her.", "label": 0}
{"text1": "Salma Hayek drew a crowd in Veracruz, Mexico, at the July 8 premiere of 'Nobody Writes to the Colonel', a movie based on a short novel by Nobel laureate Gabriel Garcia Marquez.", "text2": "\"Salma Hayek's presence at the movie premiere in Veracruz, Mexico, showcased the popularity of 'Nobody Writes to the Colonel,' a film adaptation of Gabriel Garcia Marquez's acclaimed novella.\"", "label": 0}
{"text1": "Egon Eiermann (born September 29, 1904, Neuendorf; died July 20, 1970, Baden-Baden) was one of Germany's most prominent architects in the second half of the 20th century.", "text2": "\"Egon Eiermann was born on July 20, 1970.\"", "label": 1}
{"text1": "The dam covering what used to be its football pitch fill up with millions of tons of poisonous mining waste.", "text2": "\"The dam acting as a reservoir for toxic mining waste poses no threat to the environment.\"", "label": 1}
{"text1": "Shares of Salesforce closed Wednesday at $17.20, more than 50% above their offering price.", "text2": "\"Salesforce shares closed Wednesday at $17.20, significantly below their offering price of more than 50%.\"", "label": 1}
{"text1": "Lima, Jan. 10, '90 - The national police reported that over 15,000 people have been arrested in Lima in a dragnet aimed at uncovering the assassins of former Defense Minister Enrique Lopez Albujar Trint, who was murdered in a terrorist attack, yesterday.", "text2": "Yesterday, on Jan. 9, 1990, former Defense Minister Enrique Lopez Albujar Trint was assassinated in a terrorist attack.", "label": 0}
{"text1": "Los Angeles Mayor James Hahn, along with top members of the Automobile Club of Southern California, along with will announce the kickoff of a $9 billion plan to fund Los Angeles County's Top Ten Traffic Busters.", "text2": "\"Los Angeles Mayor James Hahn is the sole sponsor of the $9 billion plan to fund Los Angeles County's Top Ten Traffic Busters.\"", "label": 1}
{"text1": "There is a growing sense of urgency to deal with the country's social issues, and a large number of professional NGOs can meet BOVESPA's standards of transparency and accountability.", "text2": "\"BOVESPA is a government agency.\"", "label": 1}
{"text1": "Vinicio Cerezo tacitly blamed president Alfredo Cristiani's administration for the crisis which prevails in the country as a result of the Farabundo Marti National Liberation Front's (FMLN) offensive. Meanwhile, Morales Ehrlich blamed the extreme- right, death-squads of El Salvador for the assassination of six Jesuit priests at the Central American University.", "text2": "\"Vinicio Cerezo blamed the extreme-right, death-squads of El Salvador for the crisis prevailing in the country caused by the Farabundo Marti National Liberation Front's offensive.\"", "label": 1}
{"text1": "Wal-Mart has received a lot of negative publicity recently, including allegations that it used illegal workers and made employees work without pay during lunch breaks, as well as complaints that it generally underpays employees.", "text2": "\"Wal-Mart is renowned for its outstanding treatment of workers and desire for positive publicity.\"", "label": 1}
{"text1": "Christopher Hitchens called him a \"Bin Ladenist\" and Cathy Young editorialized in The Boston Globe that he \"blames the victims of terrorism\" when he puts out a novel like Snowball's Chance, a biting send-up of George Orwell's Animal Farm which he was inspired to write after the terrorist attacks on September 11. \"The clear references to 9/11 in the apocalyptic ending can only bring Orwell's name into disrepute in the U.S.,\" wrote William Hamilton, the British literary executor of the Orwell estate. That process had already begun: it was revealed Orwell gave the British Foreign Office a list of people he suspected of being \"crypto-Communists and fellow travelers,\" labeling some of them as Jews and homosexuals. \"I really wanted to explode that book,\" Reed told The New York Times. \"I wanted to completely undermine it.\"", "text2": "\"Christopher Hitchens is the literary executor of the Orwell estate.\"", "label": 1}
{"text1": "The focus on the engines and the fuel, stems from the pilot's radio call, shortly before the crash.", "text2": "\"The pilot successfully managed to land the aircraft after both engines failed.\"", "label": 1}
{"text1": "On Tuesday morning police in Bangladesh have blamed Islamic militants for what's believed to be the country's first suicide bombings. Up to ten people were killed and dozens of others injured in the two attacks. The attacks left at least 50 people wounded with many of them said to be in critical condition. The government has accused the hardline Jamayetul Mujahideen, which wants to introduce strict Islamic law in the Muslim-majority democracy, of staging the attacks targeting the legal system. Bangladesh police have arrested six men, including a suicide squad member in different parts of the country, in the last two days.", "text2": "\"Over a hundred people were killed in Bangladesh.\"", "label": 1}
{"text1": "This paper describes American alcohol use, the temperance movement, Prohibition, and the War on Drugs and explains how legalizing drugs would reduce crime and public health problems.", "text2": "The legalization of drugs would yield advantages, as demonstrated through the analysis of American alcohol use, the temperance movement, Prohibition, and the War on Drugs.", "label": 0}
{"text1": "Sir Ian Blair, the Metropolitan Police Commissioner, said, last night, that his officers were \"playing out of their socks\", but admitted that they were \"racing against time\" to track down the bombers.", "text2": "\"Sir Ian Blair acknowledged that the Metropolitan Police officers were highly committed and giving it their all, while also acknowledging the urgency to apprehend the bombers swiftly.\"", "label": 0}
{"text1": "Moscow (USSR), 12 Jul 89 (PRAVDA)- Blood is flowing in Columbia, where last year, according to official statistics, there were 4,600 victims of political violence, including Jaime Pardo Leal (president of Colombia's national coordination committee), around 30 deputies and many municipal advisors and mayors.", "text2": "\"Jaime Pardo Leal was one of the victims of political violence in Colombia on 12 Jul 89.\"", "label": 1}
{"text1": "They were killed on the same day, in the same way. One of the deaths captured the attention of a city and spurred the Los Angeles Police Department into overdrive. The other slipped by unnoticed, leaving a lone detective with little more to go on than hope. Adrianna Bachan died first. Shortly after 3 a.m. March 29, Bachan, 18, and a friend stood at the intersection of Jefferson Boulevard and Hoover Street on the edge of the USC campus. Returning home after a night out, the two students stepped into the crosswalk and started across Jefferson.", "text2": "\"Adrianna Bachan was the prime suspect in the Los Angeles Police Department investigation.\"", "label": 1}
{"text1": "FBI agent Denise Stemen said in an affidavit that Lowe's alerted the FBI recently that intruders had broken into its computer at company headquarters in North Carolina, altered its computer programs and illegally intercepted credit card transactions.", "text2": "Unauthorized individuals unlawfully gained access to the computer systems, altering programs and unlawfully intercepting credit card transactions.", "label": 0}
{"text1": "In 1969, more than 500 million people around the world sat in front of television sets, watching grainy images of two men in white bulky spacesuits planting a U.S. flag on the lunar landscape with its black horizon.", "text2": "\"In 1969, millions of people worldwide witnessed the Apollo astronauts proudly raising the American flag on the moon's surface.\"", "label": 0}
{"text1": "Passions surrounding Germany's final match at the Euro 2004 soccer championships turned violent when a woman stabbed her partner in the head because she didn't want to watch the game on television.", "text2": "A soccer game resulted in a woman stabbing her partner in the head.", "label": 0}
{"text1": "Michaela Roeder, 31, was found guilty of six counts of manslaughter and mercy killing.", "text2": "\"A German doctor was acquitted of manslaughter and mercy killing of patients by lethal injection.\"", "label": 1}
{"text1": "\"I just hope I don't become so blissful I become boring.\" -- Nirvana leader Kurt Cobain, giving meaning to his \"Teen Spirit\" coda \"a denial\".", "text2": "\"Kurt Cobain, the leader of Nirvana, wrote the song 'Smells Like Teen Spirit' as a denial of becoming boring due to his overwhelming bliss.\"", "label": 1}
{"text1": "The board of Marks & Spencer will take another look at Philip Green's increased takeover offer.", "text2": "Philip Green's increased takeover offer prompts the board of Marks & Spencer to reassess the proposal.", "label": 0}
{"text1": "Bogota, 4 May 88 - The dissemination of a document questioning Colombia's oil policy, is reportedly the aim of the publicity stunt carried out by the pro-Castro Army Of National Liberation, which kidnapped several honorary consuls, newsmen, and political leaders.", "text2": "Several political leaders were kidnapped on 4 May 88.", "label": 1}
{"text1": "The American Defense Department reported today, that the bombing runs against Iraq are being especially carried out via cruise missiles launched from American aircraft carriers and B52 bombers.", "text2": "According to the American Defense Department, the airstrikes on Iraq are primarily being conducted using cruise missiles deployed from American aircraft carriers and B52 bombers.", "label": 0}
{"text1": "The Nobel committee said in a statement that \"lasting peace cannot be achieved unless large population groups find ways in which to break out of poverty.\"", "text2": "\"The Nobel committee intends to ignore poverty-stricken population groups and focus solely on achieving lasting peace.\"", "label": 1}
{"text1": "Toshiba, the world's third-largest notebook computer maker behind Dell Inc. and Hewlett-Packard Co., said the PC would be introduced in Japan in early 2006.", "text2": "\"Toshiba is the largest notebook computer maker in the world, surpassing Dell Inc. and Hewlett-Packard Co.\"", "label": 1}
{"text1": "Around 50 million years ago, in contrast, oxygen levels in the atmosphere measured 23 percent--2 percent higher than today.", "text2": "\"Oxygen makes up 25% of the atmosphere, which is 2% higher than it was 50 million years ago.\"", "label": 1}
{"text1": "On this particular trip, Airbus, in cooperation with its partners, organized a trip for 80 children between the ages of 9 and 16 years from nearby National Children's Homes to visit EuroDisney for a day.", "text2": "\"On this particular trip, Airbus, in cooperation with its partners, organized a trip for 80 children between the ages of 9 and 16 years from EuroDisney to visit nearby National Children's Homes for a day.\"", "label": 1}
{"text1": "To further assist Mexico, the White House on April 15 named a former U.S. Justice Department official to lead efforts to crack down on drug-related violence along the U.S. side of its southwest border with Mexico.  Homeland Security Secretary Janet Napolitano announced the appointment of Alan Bersin, a former federal prosecutor, during a visit to El Paso, Texas.  Bersin held the same post - dubbed \"border czar\" - during the Clinton administration. And three Mexican drug gangs — the Sinaloa cartel, Los Zetas and La Familia Michoacana - have been placed on a list of significant foreign narcotics traffickers targeted for special sanctions, the White House said April 15.  This action allows the United States to freeze all cartel assets in U.S. jurisdiction and bars Americans from dealing with organizations that may be linked or associated with these groups and their operatives.", "text2": "\"The appointment of Alan Bersin as the 'border czar' aims to enhance efforts to combat drug-related violence along the U.S.-Mexico southwest border.\"", "label": 0}
{"text1": "And this is a town that everybody agrees, law enforcement, Border Patrol, residents on both sides, is a staging area of illegal drugs and illegal aliens.", "text2": "\"Efforts are being made to promote and facilitate the smuggling of illegal drugs in this town.\"", "label": 1}
{"text1": "Located just three miles from Tullamore and only 45 minutes from the K Club, venue of the 2006 Ryder Cup, is Esker Hills, a genuine hidden gem and one of Irish golf's best kept secrets.", "text2": "\"Esker Hills is considered one of Irish golf's best kept secrets and is located just three miles away from Tullamore and within a 45-minute drive from the K Club, the venue of the 2006 Ryder Cup.\"", "label": 0}
{"text1": "As an active member of the National Guard, he was called to duty in 1941. Although Kennon did not see active combat, he did not return home from World War II until May of 1945.", "text2": "\"Kennon was deployed to the front lines and engaged in intense combat during World War II.\"", "label": 1}
{"text1": "Anorexia in males accounted for approximately six percent of cases seen in an eating disorder clinic.", "text2": "\"Nearly half of all males experience anorexia at some point in their lives.\"", "label": 1}
{"text1": "Since joining the Key to the Cure campaign three years ago, Mercedes-Benz has donated over $2 million toward finding new detection methods, treatments and cures for women's cancers.", "text2": "\"Over the past three years, Mercedes-Benz has actively contributed $2 million to the Key to the Cure campaign, demonstrating its unwavering support towards discovering new methods, treatments, and cures for women's cancers.\"", "label": 0}
{"text1": "[Episcopal News Service]  Several parishes and villages in Sudan's Episcopal Diocese of Mundri have fallen victim to a fresh wave of attacks by the Lord's Resistance Army, a Ugandan rebel organization whose soldiers are prolonging a two-decades-long terrorist campaign gruesomely marked by widespread massacres and child abductions. At least four people have been confirmed dead and insecurity in the region is forcing residents to flee the villages of Tore Wandi, Moba, Bangolo, Ledinwa and Garia for the relative safety of Mundri. One of the slain is Wilson, a lay reader at a parish in Moba, wrote the Rt. Rev. Bismark Monday, bishop of Mundri, in a January 15 email to church partners. Monday explained that one of Wilson's sons and grandsons -- both about 10 years old -- were abducted.", "text2": "The attacks in Sudan's Episcopal Diocese of Mundri were committed by the Lord's Resistance Army, an organization known for its terrorist activities.", "label": 0}
{"text1": "The Prime Minister of Spain Zapatero visited Brazil, Argentina, Chile and Uruguay recently, in a effort to build a left axis in South America. The cited countries' South American Presidents agreed to collaborate at international level, particularly in the United Nations , European Union and with Paris, Berlin and Madrid.", "text2": "Argentina, Chile, and Uruguay are collaborating with Brazil at an international level, especially within the United Nations and with Paris, Berlin and Madrid.", "label": 0}
{"text1": "Seagate Technology has said it intends to buy rival company Maxtor for $1.9 billion. Both companies produce hard drives. The deal, priced at 60% of Maxtor's closing share price, is intended to acquire Maxtor's customers, not its technology. Seagate, which also makes drives for Microsoft's Xbox 360, will have over 40% of the hard drive market share. The Scotts Valley, California, based Seagate had 30% of the hard drive market. Provided the deal makes it past regulatory committees, Maxtor shareholders will receive .37 of a share of Seagate common stock for every 1 share of the Milpitas based company.", "text2": "Seagate is headquartered in Scotts Valley, California.", "label": 0}
{"text1": "Stefano Falconi, director of finance at the Massachusetts Institute of Technology (MIT), has joined Carnegie Mellon as its vice president for administration and chief financial officer. Falconi succeeds Jeff Bolton, who left the university last July to become chief financial officer at the Mayo Foundation in Rochester, Minn.", "text2": "\"The Massachusetts Institute of Technology (MIT) hires Jeff Bolton as its vice president for administration.\"", "label": 1}
{"text1": "In addition to family, the memorial service was attended by actors and actresses who have worked with Ledger, including Cate Blanchett who starred with Ledger in the Bob Dylan bio-flick, I'm Not There. Blanchett spoke of the times she shared with Ledger in New York and Los Angeles. The Other speakers included his parents, sister and Neil Armfield, a director of Ledger's last Australian film, Candy. An emotional Williams, was wearing dark glasses and a white dress with black trim, she was not accompanied by her daughter Matilda. Williams walked in clutching the arm of Ledger's older sister, Kate.", "text2": "\"Ledger's sister, Kate, walked in with Williams, who was wearing dark glasses and a white dress with black trim, but their daughter Matilda was not with them.\"", "label": 0}
{"text1": "First Canadian and then Dutch peacekeepers were deployed in Srebrenica. Seven hundred and fifty lightly armed UN peace-keepers were responsible for disarming Srebrenica's Muslim defenders and \"deterring\" Bosnian Serb attacks against the safe area. Two years later, a Serb flag flew where the UN's once did and 7,079 Muslim men were missing.", "text2": "\"The Canadian peacekeepers were responsible for attacking Srebrenica's Muslim defenders.\"", "label": 1}
{"text1": "Alternately known as brash, emotional and brilliant, the maverick Kasparov could be a formidable opponent in the realm of politics.", "text2": "\"Emotional and brilliant, Don Brash is a renowned chess grandmaster.\"", "label": 1}
{"text1": "Women are poorly trained for politics.", "text2": "\"Women are highly skilled in political leadership.\"", "label": 1}
{"text1": "The Rolling Stones kicked off their latest tour on Sunday, with a flashy, high-energy concert at Boston's Fenway Park that made no concession to the band's more than four decades playing pounding rock 'n roll.", "text2": "\"The Rolling Stones started their latest tour with a vibrant, energetic concert in Fenway Park, Boston, without compromising their signature style of pounding rock 'n roll after over four decades.\"", "label": 0}
{"text1": "Baghdad had announced that it will stop cooperating with UNSCOM completely but indicated that it will not ask for their departure.", "text2": "\"Baghdad announced the complete end to their collaboration with UNSCOM and made it clear that they will request their departure.\"", "label": 1}
{"text1": "I have a 1986 Coca-Cola Grand Union 100 Year Statue of Liberty pin set.", "text2": "\"The Coca-Cola Grand Union 100 Year Statue of Liberty pin set was built in 1986.\"", "label": 1}
{"text1": "Today Wikipedia, the free encyclopedia that anyone with access to the Internet can edit, was the victim of an onslaught of practical jokes, as April Fool's Day kicked in various timezones around the world, at least those parts which follow the Gregorian calendar. It is believed that Wikipedia contributors were kept busy tidying up and removing prank articles and changes made by other Wikipedia contributors, and were expecting to be cleaning up the aftermath for days afterwards.", "text2": "Contributors of online encyclopedias, such as Wikipedia, have the ability to make edits to its content.", "label": 0}
{"text1": "Health Minister Ben Bradshaw described the party's loss to the British National Party and to the Greens as a, \"terrible loss\" and blamed the economic conditions such as rising food and fuel costs as factors that dampens the Labour Party's appeal with the public. Conservative Party leader David Cameron countered Bradshaw's opinion by saying, Mr. Brown was to blame for the economic distress. Cameroon cited the Prime Minister's ten years of handling the economy as minister prior to assuming office when Tony Blair stepped down last year.", "text2": "\"David Cameron held the position of Conservative Party leader while Ben Bradshaw served as the Health Minister.\"", "label": 0}
{"text1": "Four men were released on bail and were ordered to return to a police station Monday, when they may be charged with assault, a police spokesman said.", "text2": "All four men have been granted bail and are expected to report back to a police station.", "label": 0}
{"text1": "The official religion is Theravada Buddhism, which is also practiced in neighboring Laos, Thailand, Burma and Sri Lanka.", "text2": "The official religion of Sri Lanka is Hinduism.", "label": 1}
{"text1": "Yes, water is a critical area of dispute in the Arab-Israeli conflict; but given the current climate of peacemaking, and given the general war-weariness among states and populations, such predictions are excitable pieces of subjectivism.", "text2": "\"There is a significant disagreement over fishing rights in the disputed region.\"", "label": 1}
{"text1": "Over 100 more lives were lost at sea, and 1800 were lost in Holland.", "text2": "\"Less than 100 people lost their lives in a ferry sinking.\"", "label": 1}
{"text1": "Jigish Avalani, group manager of Windows DNA marketing at Microsoft, explains that Windows DNA refers to the Windows Distributed interNet Application architecture, launched by Microsoft in fall of 1997.", "text2": "\"Windows DNA marketing was launched by Microsoft in fall of 1997.\"", "label": 1}
{"text1": "The nine men, aged between 19 and 32, are being held at Paddington Green high security police station in central London.", "text2": "\"Paddington Green high security police station in central London is holding men between the ages of 19 and 32.\"", "label": 1}
{"text1": "Putin and Bush say Iran doesn't have evil nuclear ambitions.", "text2": "\"Bush and Putin commend Iran for their peaceful nuclear ambitions.\"", "label": 1}
{"text1": "The White House pressure, reported by Iraqi officials in Baghdad and an American official in Washington, on Sunday, was a change in the administration's hands-off approach to Iraqi politics.", "text2": "\"According to reliable sources, the Trump administration is urging Iraqi officials to prolong the political deadlock and delay the formation of a new government indefinitely.\"", "label": 1}
{"text1": "The order is worth EUR 58 million and handover of the submarines to the Portuguese navy is scheduled for 2010. The contract also includes an option for the same equipment to be built into a third submarine.", "text2": "\"The Portuguese Navy has an order for 58 submarines worth EUR 58 million.\"", "label": 1}
{"text1": "Unlike seal hunting in Canada, where pups are hunted for fur, poachers in China catch seals primarily to sell to zoos or to use the genital organs for traditional Chinese medicine.", "text2": "\"Seal poaching in China helps to preserve endangered species.\"", "label": 1}
{"text1": "Oil prices edged up today as Norwegian employers said they would respond to a strike by locking out all workers next week, threatening to shut off almost all oil and gas output.", "text2": "\"Norwegian employers respond to workers' strike by offering increased benefits and compensation.\"", "label": 1}
{"text1": "Geithner criticized the report's findings on the World Bank, including a commission recommendation that the Bank stop lending to emerging market economies, concentrate its resources on the poorest countries and shift the IFI's concessional assistance from loans to grants.", "text2": "\"The commission recommends that the World Bank continue lending to emerging market economies instead of focusing on the poorest countries and shifting its concessional assistance from loans to grants.\"", "label": 1}
{"text1": "If no settlement is reached, a divided Cyprus will join the European Union on May 1, 2004.", "text2": "\"Cyprus united as a single entity on May 1, 2004.\"", "label": 1}
{"text1": "What is certain, however, is that around 120,000 years ago, at least, the modern Homo sapiens first appeared and lived contemporaneously with the Neanderthal for at least 90,000 years, until the Neanderthal disappeared 30,000 years ago.", "text2": "Based on the given description, it is accurate to state that \"Neanderthals ceased to exist 30,000 years ago.\"", "label": 0}
{"text1": "The Beetle has achieved an unbelievable cult status across the world, not least because its creation marked the launch of what has since become the largest car company in Europe.", "text2": "\"The Beetle, a car specifically made in Europe, is often regarded as the best-selling vehicle in the world.\"", "label": 1}
{"text1": "The Nobel shines a spotlight on a form of \"social capitalism\" that has gained currency in recent years, propelled by high-profile supporters like former President Bill Clinton, rock star Bono and Microsoft founder Bill Gates.", "text2": "Rock star Bono and Microsoft founder Bill Gates are both advocates of \"social capitalism\".", "label": 0}
{"text1": "\"On Feb. 20, Dr. Hunter S. Thompson took his life with a gunshot to the head at his fortified compound in Woody Creek, Colorado. The family will shortly provide more information about memorial service and media contacts. Hunter prized his privacy and we ask that his friends and admirers respect that privacy as well as that of his family,\" Juan Thompson said in a statement issued to Aspen Daily News. The death was confirmed by Pitkin County Sheriff Bob Braudis. Hunter S. Thompson was best known for his 1972 book \"Fear and Loathing in Las Vegas\". He was recently married and had emotionally supported his friend John Kerry's candidacy.", "text2": "Dr. Hunter S. Thompson recently got married before his death.", "label": 0}
{"text1": "The sale was made to pay Yukos' US$ 27.5 billion tax bill, Yuganskneftegaz was originally sold for US$9.4 billion to a little known company Baikalfinansgroup which was later bought by the Russian state-owned oil company Rosneft.", "text2": "Based on the given description, it is definitely correct to say that Yukos owed a substantial tax bill of US$27.5 billion.", "label": 0}
{"text1": "Security preparations kept protestors at bay at the recent G8 Summit on Sea Island (USA).", "text2": "\"Demonstrators were allowed to freely express their grievances at the G8 Summit on Sea Island (USA).\"", "label": 1}
{"text1": "A joint venture led by Australia's Global Petroleum Ltd. said, yesterday, it had won the right to explore for oil and gas in the inhospitable waters south and east of the Falkland Islands.", "text2": "\"A consortium, spearheaded by Global Petroleum Ltd. of Australia, has been granted permission to conduct oil and gas exploration activities in the challenging waters located to the south and east of the Falkland Islands.\"", "label": 0}
{"text1": "The Bank of Italy, the ultimate arbiter of Italian banking mergers, has been engulfed by scandal since police wire taps revealed Fazio and his wife advised a local banker in a bid for bank Antonveneta against Dutch bank ABN AMRO.", "text2": "Italian banker Fazio and his wife provide guidance to a local banker in a takeover attempt of Bank Antonveneta against Dutch bank ABN AMRO.", "label": 0}
{"text1": "Orhan Pamuk, a prominent, post-modern writer whose work is translated into more than 40 languages, received the 2006 Nobel Prize in Literature. Pamuk was an admired writer in Turkey until the events in 2005, when lawyers of two Turkish professional associations brought criminal charges against him for \"insulting Turkishness\" after the author's controversial statements regarding the disputed Armenian Genocide of 1915-1917. He claimed, and repeated his claim, that  ... one million Armenians and 30,000 Kurds were killed in Turkey.", "text2": "Pamuk faced criminal charges due to his controversial statements on the Armenian Genocide and Kurdish casualties in Turkey.", "label": 0}
{"text1": "Claes denied categorically that they had ever known of the existence of an Agusta proposal, and told the NATO ambassadors that he did not know anything about an Agusta payment to the Socialist Party.", "text2": "\"The NATO Secretary General, Willy Claes, was promoted to a higher position.\"", "label": 1}
{"text1": "Medicare will select by lottery 10 percent of those who apply by Aug. 16 to begin receiving benefits starting Sept. 1.", "text2": "\"Medicare will randomly pick 10 percent of applicants and reject them by Aug. 16, denying them benefits starting Sept. 1.\"", "label": 1}
{"text1": "\"Cooper has never lost sight of these goals,\" Redford continued. \"He brings to the position an infectious enthusiasm as well as a deep understanding of the Sundance brand and culture... He is a natural choice of succession to lead the festival into the 21st century.\" Among his other accomplishments for Sundance are helping foster the development of New Frontier on Main program, a multimedia conjunction of film, music and other art forms, and helping boost the festival's Internet presence — through its official Web site (www.sundance.org/festival), an online version of the festival, as well as the Sundance Institute's agreements with iTunes and Netflix to showcase and distribute short films.", "text2": "Cooper is the CEO of Netflix and the mastermind behind the development of Sundance Film Festival.", "label": 1}
{"text1": "The petrol price reductions seen across most of Australia have been short-lived for those living in the regional New South Wales city of Bathurst. An investigation by Wikinews has discovered retailers in Bathurst were late to lower petrol pricing and have been amongst the first to increase them. Following a threat by the Australian Competition and Consumer Commission (ACCC) to publically shame fuel retailers and oil companies, most fuel outlets across Australia reduced prices by 5 to 10 cents per litre. The ACCC argued that the wholesale cost of petrol was around 10 cents per litre higher than the Singapore market, which Australia benchmarks itself against. On January 24, the price of Unleaded fuel in Bathurst dropped only 2 cents from 119.9 cents to 117.9 cents. Today, Coles Express on Durham Street has increased the price of their unleaded fuel to the previous level of 119.9 cents.", "text2": "According to the investigation by Wikinews, retailers in Bathurst, a city in regional New South Wales, were late to lower petrol prices and have now been among the first to increase them.", "label": 0}
{"text1": "But the retired teacher comes down on the other side of an emotional debate about whether Estonia, Sweden and Finland should spend the $70 million needed to raise the Estonia and the estimated 800 bodies entombed inside.", "text2": "\"Sweden, Estonia, and Finland should not bother wasting $70 million to recover the bodies of the victims who tragically perished in the \"Estonia\" shipwreck.\"", "label": 1}
{"text1": "The Bulls agreed to trade center, Eddy Curry, to the New York Knicks on Monday.", "text2": "\"Eddy Curry was drafted by the New York Knicks.\"", "label": 1}
{"text1": "Taliban have started to pull out of the Buner district in northwestern Pakistan in the light of successful talks among all stakeholders, local newspaper The News reported on Saturday. The administration of North West Frontier Province, Taliban and an outlawed group Tehrik Nifaz Shariat-e-Muhammadi (TNSM) Friday held successful talks in Batkhela to stave off a looming military operation, said the report. The Taliban holding Buner district eventually agreed to vacate the area along with their arms. Soon after the talks, the administration and Taliban representatives accompanied Maulana Sufi Muhammad, founding chief of TNSM to evict the militants from Buner in their presence.", "text2": "The Taliban agreed to vacate the Buner district in northwest Pakistan during successful talks with the administration and representatives of Maulana Sufi Muhammad, the founder of Tehrik Nifaz Shariat-e-Muhammadi.", "label": 0}
{"text1": "Ashley Olsen has decided to remain with her twin sister, Mary-Kate, instead of going on a planned trip to Australia to promote the opening of the siblings' latest movie adventure \"New York Minute,\" reports the AP.", "text2": "Mary-Kate and Ashley Olsen have chosen to prioritize their new film \"New York Minute\" over their scheduled trip to Australia for promotional purposes, as reported by the AP.", "label": 0}
{"text1": "But when the WTO headquarters issue came up, and Germany made an offer and a pitch to get the WTO to be headquartered in Bonn, the Swiss suddenly realised they were vulnerable and began improving their offers.", "text2": "\"The Swiss made an appealing offer to have the WTO headquartered in Zurich.\"", "label": 1}
{"text1": "David Marshall, responsible for customer training at ABB Robotics in Milton Keynes, fervently hopes that the food, drinks and confectionery industry will become the next big market for robots.", "text2": "\"David Marshall believes that robots are never used in the food, drinks, and confectionery industry.\"", "label": 1}
{"text1": "Meanwhile, in an exclusive interview with a TIME journalist, the first one-on-one session given to a Western print publication since his election as president of Iran earlier this year, Ahmadinejad attacked the \"threat\" to bring the issue of Iran's nuclear activity to the UN Security Council by the US, France, Britain and Germany.", "text2": "\"Ahmadinejad was praised by the US, France, Britain and Germany.\"", "label": 1}
{"text1": "The ferry owner PT Nur Budi's spokesman blamed Indonesian port authorities for the tragedy. \"The passenger capacity of the ferry is 205 people but the port administrator accepted more passengers as they thought it was possible,\" he said. The National Meteorological and Geophysics Agency, however, had published and raised an alert signal about high waves on Friday. It specifically stated that \"Saturday 10th and Sunday 11th, Indonesian waters would have witnessed storm force waves,\" but despite the dire warnings KM Teratai set for the seas.", "text2": "\"A cargo ship with 400 crew members capsized.\"", "label": 1}
